[
    {
        "id": "a1",
        "label": "Animals at the Tower Menagerie",
        "name": "Animals at the Tower Menagerie",
        "x": 60.91,
        "y": 27.57,
        "text": "Animals were kept at the tower megagerie from the 1200s until 1835.",
        "src_text_orig": "Ebenmäßig sahen wier in diesem schloß sechs leüwen unndt leüwin doch underschidlich in heüßlin von holtz gemacht, darunder zwen, dereyeder über 100 jahr alt wahr. Unndt nennet man meines behaltens einen Edoardum unndt die ein leüwin Elisabetam. Deßgleichen wahre ohnfern von ihnen auch ein dürrer, heßlicher wolff, zwar allein in Engellandt, wirdt auch darumb von der königin erhalten, weil sonst keiner im gantzen königreich, ohnangesehen daß es deren sehr viel in Schotten, welches königreich nur durch ein wasser von Engellandt abgesöndert undt underscheiden ist.<br> Es wahre auch damahlen allernechst darbey ein tigerthier unndt stachelschwein aufgehalten. Undt fehlet nicht weit, es hette ein leüw meiner geselschaft dieneren einen erwütschet, weil er in einem schrancken stunde, da er die klauwen kante hinuß bringen, da man ihnen pfleget speiß zu geben.",
        "src_text_translation": "We likewise saw six lions and lionesses in this stronghold, in separate wooden cages, and two were over 100 years old. And if I remember one was named Edward, and one of the lionesses, Elisabeth. Not far from them was a lean ugly wolf, the only one in England, it is true, kept for this reason by the queen, as there is not another in the whole realm, except for a number in Scotland, which kingdom is only distinct and divided from England by a river.<br> Quite close to them were also a tiger and a porcupine. And but for a little a lion might have caught one of the party's servants, for it could get its claws through the bars of the cage in which they are fed.",
        "page_img": 929198
    },
    {
        "id": "a2",
        "label": "Bear-Baiting",
        "name": "Bear-Baiting",
        "x": 49.58,
        "y": -32.1459,
        "text": "Warning: descriptions of animal cruelty.",
        "src_text_orig": "Man pfleget auch alle sontag unndt mittwochen zu Londen, yenseits deß waßers, den berenhatz zu halten, wie ich dann den 19. septembris am sontag mitt den graven von Benthem unndt meiner geselschaft über daß wasser gefahren bin unndt den beren unndt stierhatz gesehen hab. Der schauwplatz ist in die ründe gebauwen, sindt oben herumb viel geng, darauf man zusieht, unden am boden, under dem heiteren himmel, ist es nicht besetzet. Da bande man in mitten deß platzes einen großen beeren an ein stock am langen seil an, unndt brachten ihren ettliche viel große englische docken; die zeigten sie erstlich dem beeren; baldt hetzeten sie einen nach dem anderen an den beeren; da sahe einer die güte unndt freüdickeit solcher hunden. Dann ob sie schon von dem beeren übel geschlagen unndt getruckt warden, ließen sie doch nicht nach, sondern man mußte sie mit gewalt hinder sich ziehen unndt ihnen die meüler mitt langen stecken, an welchen zu vordrist ein breit eysen wahre, aufbrechen. Die beeren hatten keine scharpfe zeen, damit sie die hundt nicht verletzen könten; man ließ sie ihnen abbrechen. Wann die ersten docken ermüedet, brachte man frische herfür unndt hetzete sie auch [an] den beeren.<br>\nNach dem auch der erst beer gar müedt worden, hatt man ein frischen gebracht unndt frische hundt an ihn gehetzet; erstlich nur einen, demnach ye lenger ye mehr, biß sie den beeren ermeisteret; als dann ist man ihm erst zehülf kommen. Dieser ander bär wahre gar groß unndt alt, konte mitt den tapen die hundt so artig weg schlagen, daß sie ihm nichts mochten angwinnen, biß ihren gar viel wahren. Als dieser bär woll ermüedet wahre, brachte man ein weißen, großen, starcken stier; den bande man auch in mitten deß platzes an, unndt hetzet yederzeit nur ein hundt an ihn; den konte er so meisterlich mitt den hornen under graben unndt in die höhe werfen, daß sie ihme nichts möchten angewinnen, unndt wann die hundt widerumb auf den boden fielen, hulten ettliche mannen die stecken under, daß sie daruf fielen, damitt sie nicht umbkämen. Nachmahlen hetzet man mehr hundt an ihn, die ihn doch nitt konten meisteren. Demnach brachte man widerumb ein frischen, starken beeren, an welchen man auf yedes mahl sechs oder siben hundt hetzet, die ihn wacker herumb zogen, aber wegen der diken haut nichts mochten angewinnen.<br>\nLetstlich brachte man ein alten blinden bären; den schlugen die buben mitt ruten unndt stecken; er aber konte die sehn ur woll auflösen unndt lufe also seinem stal widerumb zu.",
        "src_text_translation": "Every Sunday and Wednesday in London there are bearbaitings on the other side of the water, and I ferried across on Sunday the 19th of September with the Earl of Benthem and my party, and saw the bear and bullbaiting. The theatre is circular, with galleries round the top for the spectators, the ground space down below, beneath the clear sky, is unoccupied. In the middle of this place a large bear on a long rope was bound to a stake, then a number of great English mastiffs were brought in and shown first to the bear, which they afterwards baited one after another: now the excellence and fine temper of such mastiffs was evinced, for although they were much struck and mauled by the bear, they did not give in, but had to be pulled off by sheer force, and their muzzles forced open with long sticks to which a broad ironpiece was attached at the top. The bears' teeth were not sharp so they could not injure the dogs; they have them broken short. When the first mastiffs tired, fresh ones were brought in to bait the bear. <br>When the first bear was weary, another was supplied and fresh dogs to bait him, first one at a time, then more and more as it lasted, till they had overpowered the bear, then only did they come to its aid. This second bear was very big and old, and kept the dogs at bay so artfully with his paws that they could not score a point off him until there were more of them. When this bear was tired, a large white powerful bull was brought in, and likewise bound in the centre of the theatre, and one dog only was set on him at a time, which he speared with his horns and tossed in such masterly fashion, that they could not get the better of him, and as the dogs fell to the floor again, several men held the sticks under them to break their fall, so that they would not be killed. Afterwards more dogs were set on him, but could not down him. Then another powerful bear was fetched and baited by six or seven dogs at a time, which attacked him bravely on all sides, but could not get the better of him because of his thick pelt. <br>Lastly they brought in an old blind bear which the boys hit with canes and sticks; but he knew how to untie his leash and he ran back to his stall.",
        "page_img": 929209
    },
    {
        "id": "a3",
        "label": "Cock-fighting at the Cockpit in Shoe Lane",
        "name": "Cock-fighting at the Cockpit in Shoe Lane",
        "x": 73.34,
        "y": -79.36,
        "text": "Warning: descriptions of animal cruelty.",
        "src_text_orig": "Es ist auch in der statt Londen nicht weit vom roßmärckt, der ein großer platz ist, ein hauß, in welchem man yährlich drey viertheil jahr (dann im übrigen, sagten sie, wehrden die federen voll blut, daß man es nicht könne thun) den hanen streit haltet, wie ich dann den platz gesehen hab, der wie ein (theatrum) schauwplatz erbauwen. Mitten im selbigen im boden ist ein runder tisch mitt strauw überleget unndt hohen listen\numbgeben, auf welchem man die hanen an einanderen hetzet unndt reitzet unndt sitzen die, so mitt einander wetten, welcher han den anderen erlegen werde, zu aller nechst umb die runde scheiben herumb; die zuseher aber, so umb ihren pfenning da sindt, sitzen oben herumb, sehen auch mitt sonderem lust zu, wie eyferig unndt zornmütig die zwen hanen mitt ein ander kempfen, mitt den sporen undt schnäblen ein ander biß auf den todt verletzen. Unndt welcher han sich ergibt oder gleich stirbt, deßen parthey verleüret daß gewett; sie wetten oftermahlen, wie ich berichtet worden bin, auf ettlich tausent kronen umb einen hanen, sonderlich wann sie die hanen selber lassen auferziehen unndt sie mit ihnen bringen [unndt vvehret solches spil gemeinlich 4 oder 5 stundt.] Dann sonst hatt der meister, der im hauß wohnet, viel hanen, die er in besonderen kefinen speyset unndt erhaltet zu solchem spil, da er uns angezeigt, er habe ettliche hanen, da er keinen under 20 kronen wolte hin geben; sindt schön groß, doch nur der gattung, wie bey uns auch sindt. Er saget uns auch, so man könne gespüren, daß der hanen schnäbel mitt knoblauch angestrichen seye, habe man fug unndt macht, sie gleich zu töden. Sonst saget er auch, es seye nichts, daß man ihnen branten wein einschütte, ehe sie anheben zu kempfen; saget uns, wunder waß kurtzweil darbey seye, wann man zusehe.",
        "src_text_translation": "There is also in the city of London not far from the horse-market which occupies a large site, a house where cock-fights are held annually throughout three quarters of the year (for in the remaining quarter they told me it was impossible since the feathers are full of blood) and I saw the place which is built like a theatre (theatrum). In the centre on the floor stands a circular table covered with straw and with ledges round it, where the cocks are teased and incited to fly at one another, while those with wagers as to which cock will win, sit closest around the circular disk, but the spectators who are merely present on their entrance penny sit around higher up, watching with eager pleasure the fierce and angry fight between the cocks, as these wound each other to death with spurs and beaks. And the party whose cock surrenders or dies loses the wager; I am told that stakes on a cock often amount to many thousands of crowns, especially if they have reared the cock themselves and brought their own along [This entertainment usually lasts four or five hours.] For the master who inhabits the house has many cocks besides, which he feeds in separate cages and keeps for this sport, as he showed us. He also had several cocks, none of which he would sell for less than twenty crowns; they are very large but just the same kind as we have in our country. He also told us that if one discovered that the cocks’ beaks had been coated with garlic, one was fully entitled to kill them at once. He added too, that it was nothing to give them brandy before they began to fight, adding what wonderful pleasure there was in watching them.",
        "page_img": 929207
    },
    {
        "id": "a4",
        "label": "Animal-baiting Stables",
        "name": "Animal-baiting Stables",
        "x": 42.55,
        "y": -32.409,
        "text": "",
        "src_text_orig": "Wie wir die stegen hinunder kamen, gungen wir hinder den schauwbplatz, besahen die englischen docken, deren bey 120 in einem bezirck beysamen, yedoch yetwederer in einem sonderbahren ställin an einer kettin angeheftet wahren. Undt wahre ein böser gestanck: am selbigen ort wegen deß eingeweidts undt fleisches, darmitt die metzget gemelte docken speysen. <br>Es wahren auch woll bey 12 großer bären in einem anderen stall darneben wie auch ettliche stier in einem besonderen, die man alle zu gemelter kurtzweil allein da aufhaltet. <br>Mitt solchen unndt viel anderen kurtzweilen mehr vertreiben die Engellender ihr zeit, erfahren in den comedien, waß sich in anderen landen zutraget, unndt gehendt ohne scheüchen mann unndt weibspersonen an gemelte ort, weil mehrtheils Engellender nicht pflegen viel zereysen, sondern sich vernügen, zehauß frembde sachen zeerfahren unndt ihr kurtzweil zenemmen.",
        "src_text_translation": "On leaving we descended the steps and went behind the theatre, saw the English mastiffs, of which there were one hundred and twenty together in one enclosure, each chained up to his own separate kennel however. And the place was evil-smelling because of the guts and meat on which the butchers feed the said dogs. <br>In a stall adjoining were some twelve large bears, and several bulls in another, all of them kept there merely for the sport described above. <br>With these and many more amusements the English pass their time, learning at the play what is happening abroad; indeed men and womenfolk visit such places without scruple, since the English for the most part do not travel much, but prefer to learn foreign matters and take their pleasures at home. ",
        "page_img": 929211
    },
    {
        "id": "a5",
        "label": "Camel on London Bridge",
        "name": "Camel on London Bridge",
        "x": 51.75,
        "y": -3.77,
        "text": "",
        "src_text_orig": "Auf der Tems brucken habe ich in einem hauß auch ein groß lebendig kameel gesehen.",
        "src_text_translation": "In one house on the Thames bridge I also beheld a large live camel.",
        "page_img": 929218
    },
    {
        "id": "a6",
        "label": "Of English Animals in General",
        "name": "Of English Animals in General",
        "x": 80.09,
        "y": -106.96,
        "text": "Undefined place",
        "src_text_orig": "Von wildtpreth hatt es thanwildt allerley farb in großer menge, so woll in wälden als in beschloßnen thiergärten, deßgleichen rothwildtpreth, hirsch unndt wildt, doch wenig unndt klein, aber kein schwartz wildtpreth wie auch keine rheer; der schafen hatt es sehr viel; weil keine wölf in Engellandt seindt, kan man sie desto beßer attch erhalten, unndt ist die wollen gar gutt, wie dann die tücher für gar köstlich gehalten werden. Füchs unndt hasen, auch sehr viel köngelin, hatt es allenthalben in Engellandt, welche canninichin man mehrtheils in sondern beschlossnen gärten, auch an vilen orten auf freyem felde undt in wälden laßet laufen. Der zahmen vierfüßigen thieren hatt es auch viel als schöne ochsen unndt kühe, die man gleich als die schaff ohne hirten sommerszeitt lasset weiden. <br>[…] Von rossen hatt es sehr viel, die doch niderträchtig unndt klein, aber gantz geng, mehrtheils herrliche gute zelter, unndt verschnitten. Es würdt auch von der königin ohne paßport niemandts gestattet, solche pferdt außerthalb deß königreichs zuverführen.\n Geflügel unndt feder wiltpreth hatt es schwanen in großer menge, raiger, endten, fasanen, rebhüner, wachtlen, turteldauben unndt wilde tauben. Sonderlich hatt es viel kräyhen in disem landt, welche nicht allein die reiffen frücht abfreßen, sondern auch mitt den schnäblen zugleich den samen, wann er erstlich herfür wagset, außraufen, dahär die bauren knaben mitt bogen auf den akeren auf sie warten undt erschießen, weil sie umb kein geschrey nichts geben.\n<br>Es hatt auch grosse unndt fischreiche wäßer, die täglich zweimahl werden bewegt von dem möre, daß sie yetz zu dem möre, darnach wider hindersich lauffen. Unndt werden sehr viel ostrien, die beßer dann in Italien undt Frankreich sindt, in Engellandt gefangen; sindt klein, aber gar vollkommen.",
        "src_text_translation": "Of game there are deer of every shade in plenty, both in the woods and in enclosed parks, likewise red deer, stags and other game, small in size and quantity however, and no black game or roebuck; sheep are abundant, and since there are no wolves in England they are easier to keep, the wool is extremely good, and the cloth is rated very high. There are plenty of foxes and hares and a great many rabbits all over England, and the rabbits are often found in enclosed gardens, or running about the open fields and woods. Tame fourfooters also abound,  as for instance fine oxen and cows, which, like the sheep, are put out to graze in the summer without a herdsman. <br>[…] Horses are plentiful too, but wretched. and small, though very nimble, the riding horses are geldings, and mostly excellent. And it is forbidden to take these horses out of the country without the queen's passport. Poultry and feathered game there are, swans in great numbers, herons, ducks, pheasants, partridges, quails, turtle-doves and wild pigeon. In particular there are a great multitude of crows in this country, and they not only eat up the ripe fruit, but dig out the seeds in its first growth with their beaks, for which reason the farm lads lie in wait for them in the meadows, and shoot them, for no amount of shouting will scare them off. <br>There are besides great rivers full of fish, and they are moved twice daily by the tide, flowing first to the sea and then back again. A great many oysters are caught in England too, better than the French and Italian ones, small but very perfect.",
        "page_img": 929258
    }
]