[
    {
        "id": "a1",
        "label": "Tower Zoo",
        "name": "Animals at the Tower of London",
        "x": 71.07,
        "y": -0.32,
        "text": "",
        "src_text_orig": "Ebenmäßig sahen wier in diesem schloß sechs leüwen unndt leüwin doch underschidlich in heüßlin von holtz gemacht, darunder zwen, dereyeder über 100 jahr alt wahr. Unndt nennet man meines behaltens einen Edoardum unndt die ein leüwin Elisabetam. Deßgleichen wahre ohnfern von ihnen auch ein dürrer, heßlicher wolff, zwar allein in Engellandt, wirdt auch darumb von der königin erhalten, weil sonst keiner im gantzen königreich, ohnangesehen daß es deren sehr viel in Schotten, welches königreich nur durch ein wasser von Engellandt abgesöndert undt underscheiden ist. Es wahre auch damahlen allernechst darbey ein tigerthier unndt stachelschwein aufgehalten. Undt fehlet nicht weit, es bette ein leüw meiner gesclschaft dieneren einen erwütschet, weil er in einem schrancken stunde, da er die klauwen kante hinuß bringen, da man ihnen pfleget speiß zu geben.",
        "src_text_translation": "ADD TEXT",
        "page_img": 929198
    },
    {
        "id": "a2",
        "label": "Bear-Baiting",
        "name": "Bear-Baiting",
        "x": 78.09,
        "y": -100.88,
        "text": "Warning: descriptions of animal cruelty.",
        "src_text_orig": "Man pfleget auch alle sontag unndt mittwochen zu Londen, yenseits deß waßers, den berenhatz zu halten, wie ich dann den 19. septembris am sontag mitt den graven von Benthem unndt meiner geselschaft über daß wasser gefahren bin unndt den beren unndt stierhatz gesehen hab. Der schauwplatz ist in die ründe gebauwen, sindt oben herumb viel geng, darauf man zusieht, unden am boden, under dem heiteren himmel, ist es nicht besetzet. Da bande man in mitten deß platzes einen großen beeren an ein stock am langen seil an, unndt brachten ihren ettliche viel große englische docken; die zeigten sie erstlich dem beeren; baldt hetzeten sie einen nach dem anderen an den beeren; da sahe einer die güte unndt freüdickeit solcher hunden. Dann ob sie schon von dem beeren übel geschlagen unndt getruckt warden, ließen sie doch nicht nach, sondern man mußte sie mit gewalt hinder sich ziehen unndt ihnen die meüler mitt langen stecken, an welchen zu vordrist ein breit eysen wahre, aufbrechen. Die beeren hatten keine scharpfe zeen, damit sie die hundt nicht verletzen könten; man ließ sie ihnen abbrechen. Wann die ersten docken ermüedet, brachte man frische herfür unndt hetzete sie auch [an] den beeren.\nNach dem auch der erst beer gar müedt worden, hatt man ein frischen gebracht unndt frische hundt an ihn gehetzet; erstlich nur einen, demnach ye lenger ye mehr, biß sie den beeren ermeisteret; als dann ist man ihm erst zehülf kommen. Dieser ander bär wahre gar groß unndt alt, konte mitt den tapen die hundt so artig weg schlagen, daß sie ihm nichts mochten angwinnen, biß ihren gar viel wahren. Als dieser bär woll ermüedet wahre, brachte man ein weißen, großen, starcken stier; den bande man auch in mitten deß platzes an, unndt hetzet yederzeit nur ein hundt an ihn; den konte er so meisterlich mitt den hornen under graben unndt in die höhe werfen, daß sie ihme nichts möchten angewinnen, unndt wann die hundt widerumb auf den boden fielen, hulten ettliche mannen die stecken under, daß sie daruf fielen, damitt sie nicht umbkämen. Nachmahlen hetzet man mehr hundt an ihn, die ihn doch nitt konten meisteren. Demnach brachte man widerumb ein frischen, starken beeren, an welchen man auf yedes mahl sechs oder siben hundt hetzet, die ihn wacker herumb zogen, aber wegen der diken haut nichts mochten angewinnen.\nLetstlich brachte man ein alten blinden bären; den schlugen die buben mitt ruten unndt stecken; er aber konte die sehn ur woll auflösen unndt lufe also seinem stal widerumb zu.",
        "src_text_translation": "Every Sunday and Wednesday in London there are bearbaitings on the other side of the water, and I ferried across on Sunday the 19th of September with the Earl of Benthem(?) and my party, and saw the bear and bullbaiting. The theatre is circular, with galleries round the lop for the spectators, the ground space down below, beneath the clear sky, is unoccupied. In the middle of tins place a large bear on a long rope was bound to a stake, then a number of great English mastiffs were brought in and shown first to the bear, which they afterwards baited one after another- now the excellence and [ADD TEXT]",
        "page_img": 929209
    },
    {
        "id": "a3",
        "label": "Cockpit in Shoe lane",
        "name": "Cock-fighting at the Cockpit in Shoe Lane",
        "x": 68.78,
        "y": -77.32,
        "text": "Warning: descriptions of animal cruelty.",
        "src_text_orig": "Es ist auch in der statt Londen nicht weit vom roßmärckt, der ein großer platz ist, ein hauß, in welchem man yährlich drey viertheil jahr (dann im übrigen, sagten sie, wehrden die federen voll blut, daß man es\nnicht könne thun) den hanen streit haltet, wie ich dann den platz gesehen hab, der wie ein (theatrum) schauwplatz erbauwen. Mitten im selbigen irn boden ist ein runder tisch mitt strauw überleget unndt hohen listen\nurnbgeben, auf welchem man die hanen an einanderen hetzet unndt reitzet unndt sitzen die, so mitt einander wetten, welcher han den anderen erlegen werde, zu aller nechst umb die runde scheiben herumb; die zuseher\naber, so umb ihren pfenning da sindt, sitzen oben herumb, sehen auch mitt sonderem lust zu, wie eyferig unndt zornmütig die zwen hanen mitt ein ander kempfen, mitt den sporen undt schnäblen ein ander biß auf den todt verletzen. Unndt welcher han sich ergibt oder gleich stirbt, deßen parthey verleüret daß gewett; sie wetten oftermahlen, wie ich berichtet worden bin, auf ettlich tausent kronen umb einen hanen, sonderlich wann sie die hanen selber lassen auferziehen unndt sie mit ihnen bringen, unndt vvehret solches spil gemeinlich 4 oder 5 stundt. Dann sonst hatt der meister, der im hauß wohnet, viel hanen, die er in besonderen kefinen speyset unndt erhaltet zu solchem spil, da er uns angezeigt, er habe ettliche hanen, da er keinen under 20 kronen wolte hin geben; sindt schön groß, doch nur der gattung, wie bey uns auch sindt. Er saget uns auch, so man könne gespüren, daß der hanen schnäbel mitt knoblauch angestrichen seye, habe man fug unndt macht, sie gleich zu töden. Sonst saget er auch, es seye nichts, daß man ihnen branten wein einschütte, ehe sie anheben zu kempfen; saget uns, wunder waß kurtzweil darbey seye, wann man zusehe.",
        "src_text_translation": "There is also in the city of London not far from the horse-market which occupies a large site, a house where cock-fights are held annually throughout three quarters of the year (for in the remaining quarter they told me it was impossible since the feathers are full of blood) and I saw the place which is built like a theatre (theatrum). In the centre on the floor stands a circular table covered with straw and with ledges round it, where the cocks are teased and incited to fly at one another, while those with wagers as to which cock will win, sit closest around the circular disk, but the spectators who are merely present on their entrance penny sit around higher up, watching with eager pleasure the fierce and angry fight between the cocks, as these wound each other to death with spurs and beaks. And the party whose cock surrenders or dies loses the wager; I am told that stakes on a cock often amount to many thousands of crowns, especially if they have reared the cock themselves and brought their own along*. For the master who inhabits the house has many cocks besides, which he feeds in separate cages and keeps for this sport, as he showed us. He also had several cocks, none of which he would sell for less than twenty crowns; they are very large but just the same kind as we have in our country. He also told us that if one discovered that the cocks’ beaks had been coated with garlic, one was fully entitled to kill them at once. He added too, that it was nothing to give them brandy before they began to fight, adding what wonderful pleasure there was in watching them.",
        "page_img": 929207
    },
    {
        "id": "a4",
        "label": "stables",
        "name": "stables at the docks",
        "x": 78.27,
        "y": -34.07,
        "text": "",
        "src_text_orig": "Wie wir die stegen hinunder kamen, gungen wir hinder den schauwbplatz, besahen die englischen docken, deren bey 120 in einem bezirck beysamen, yedoch yetwederer in einem sonderbahren ställin an einer kettin angeheftet wahren. Undt wahre ein böser gestanck: am selbigen ort wegen deß eingeweidts undt fleisches, darmitt die metzget gemelte docken speysen.\nEs wahren auch woll bey 12 großer bären in einem anderen stall darneben wie auch ettliche stier in einem besonderen, die man alle zu gemelter kurtzweil allein da aufhaltet.\nMitt solchen unndt viel anderen kurtzweilen mehr vertreiben die Engellender ihr zeit, erfahren in den comedien, waß sich in anderen landen zutraget, unndt gehendt ohne scheüchen mann unndt weibspersonen an gemelte ort, weil mehrtheils Engellender nicht pflegen viel zereysen, sondern sich vernügen, zehauß frembde sachen zeerfahren unndt ihr kurtzweil zenemmen.",
        "src_text_translation": "ADD TEXT",
        "page_img": 929211
    },
    {
        "id": "a5",
        "label": "camel on london bridge",
        "name": "camel on london bridge",
        "x": 58.17,
        "y": -31.26,
        "text": "",
        "src_text_orig": "Auf der Tems brucken habe ich in einem hauß auch ein groß lebendig kameel gesehen.",
        "src_text_translation": "ADD TEXT",
        "page_img": 929218
    }
]