[
    {
        "id": "l1",
        "label": "Docks",
        "name": "St. Katherine Docks",
        "x": 62.67,
        "y": -81.54,
        "text": "",
        "src_text_orig": "Deßwegen die meerschiff in sehr großer menge als einem sicheren port yederzeitt pflegen da anzukommen, wie ich dann, so lang die statt wehret, von Sant Catherinae vorstatt biß an die bruck ein groß meerschiff am anderen hab stehen sehen; sindt ettliche hundert gewesen, unndt hab ich mein tag niemahlen zuvor in einem port so viel große schiff gesehen. ",
        "src_text_translation": "For which reason ocean-craft are accustomed to run in here in great numbers as into a safe harbour,, and I myself beheld one large galley next the other the whole city’s length from St. Catherine’s suburb to the bridge, some hundred vessels in all, nor did I ever behold so many large ships in one port in all my life.",
        "page_img": 929181
    },
    {
        "id": "l2",
        "label": "Wherries",
        "name": "Wherries",
        "x": 64.84,
        "y": -65.91,
        "text": "",
        "src_text_orig": "Unndt obschon ein sehr schöne, lange bruck über diesen strom erbauwen, so pflegt man doch wie zu Leon unndt anderstwo mehrtheils auf schönen, lustigen jagschiflinen über daß waßer undt der lenge nach die statt auf undt ab zefahren, wie dann sehr viel geßlin gegen der Temms von beyden orten der statt gehendt; da warten die schifleüt in großer menge, unndt will yeglicher der erst sein, der einen führet; stehet doch einem yeden frey, in ein schiflin zegehn, welches einem zum anmütigsten\nunndt besten gefallet; yedoch hatt ein yeglicher schifman, nach dem er an daß ort kompt, den vorzug, sein schiflin zestellen, wo er hin will, domit man komblich darein schreiten könne. Die schiffiin sindt gar zierlich mitt teppichen bezieret unndt geneyten küßen die bände überleget, darauf man gar woll sitzet unndt sich anlehnen kan; können gemeinlich nur zwo personen neben einander auf einem banck sitzen; ettliche sindt auch bedeckt, sonderlich regenwetterszeitt oder bey heißem  sonnen schein. Es ist ein sonderbahre kurtzweil, darinnen zefahren; ist ettwan einer oder zwen schiffleüt darinnen. Ich hab mich auch lassen über den strom führen zu einem wasser hauß, da die Temms hinein laufet; in demselbigen hab ich der königin schiff gesehen, allerdingen beschloßen unndt auf daß zierlichest mitt gengen außgebauwen, unndt stunde noch ein anders darneben im waßer gemeltes bedecktes haußes, in welchem die steürknecht mußten sitzen unndt also der königin schiff hin unndt wider führen, welches, damitt es desto sanfter fortgienge, an der steürknechten schiff angebunden wahre unndt niemandts darinnen ruderen mußte.",
        "src_text_translation": "[MORE TEXT] The wherries are charmingly upholstered and embroidered cushions laid across the seats, very comfortable to sit on or lean against, and generally speaking the benches only seat two people next to one another; many of them are covered in, particularly in rainy weather or fierce sunshine. They are extremely pleasant to travel in and carry one or a couple of boatmen. I took a ferry across the river to a boathouse where the Thames runs in, and there I saw the queen’s barge, quite closed up and very prettily designed with gangways,",
        "page_img": 929181
    },
    {
        "id": "l3",
        "label": "Bridge",
        "name": "Bridge of London",
        "x": 62.43,
        "y": -31.96,
        "text": "",
        "src_text_orig": "Die bruck über den strom ist von quaderstucken, schön lang, mitt zwentzig pfeileren, daruf gantz herrliche, schöne, wollerbauwte heüser, die von fürnemmen kaufleüten bewohnet werden, übersetzet, erbau wen; scheinete in schöneg aßen zesein. Auf dem einen thurn, fast mitten auf der brucken, steckten über die dreyßig todten köpf zu öbrist auf hohen stangen vornemmer herren die vor diesem umb angestifften aufruhr unndt anderer ursachen willen gericht unndt geköpft worden. Unndt pflegen sich ihre nachkömbling deßen zurühmen, zeigen einem ihrer vorelteren köpf selber auf gemelter brucken, vermeinendt, sie werden deßwegen desto für stattlicher sollen gehalten werden, weil ihre vorelteren so von einem hohen stammen gewesen, daß\nsie auch nach dem königreich haben trachten können, aber, weil sie zeschwach gewesen, für aufruhrer dahin gerichtet worden; machen ihnen also daß zu einer ehr, welches zu einer schmach unndt exempel ist auf gerichtet worden. […] Auf gemelter bruck sindt, wie gemeldet, viel stattliche, hohe kaufleüt heüser unndt köstliche läden, darinnen man allerhandt wahren zekaufen findet, vergleichet sich einer langeng gaßen. Deßgleichen ist auch (the Water Worke) der Waßer Thurn darinnen ein waßerkunst ist, auf diser brucken, welche nur an dreyen orten offen, daß man kan auf den strom hinaus sehen; sonst gehet man zwischen heüseren wie in einer gaßen. ",
        "src_text_translation": "The bridge across the river is of squared stone, very long and with twenty arches, and on it are built very splendid, finely constructed dwelling houses of prosperous merchants, makes the appearance of a very fine street. At the top of one tower almost in the centre of the bridge, were stuck on tall stakes more than thirty skulls of noble men who had been executed and beheaded for treason and for other reasons. And their descendants are accustomed to boast of this, themselves even pointing out to one their ancestors’ heads on this same bridge, believing that they will be esteemed the more because their antecedents were of such high descent that they could even covet the crown, but being too weak to attain it were executed for rebels; thus they make an honour for themselves of what was set up to be a disgrace and an example. […] MORE TEXT",
        "page_img": 929183
    },
    {
        "id": "l4",
        "label": "Thames",
        "name": "Thames",
        "x": 68,
        "y": -114,
        "text": "",
        "src_text_orig": "Dieser fluß, welcher der fürnembste wegen der statt Londen in gantz Engellandt ist, wagßt oder nimbt nichts zu, es regne, wie lang es welle, welches ein sonderbahr werck ist. Unndt sieht man allenthalben auf disern fluß yederzeit sehr viel schwanen in großer anzahl, die man doch bey leibsstraf nicht fangen darf, weil sie der königin zum federwatt jährlich sehr dienstlich sind. […] Sehr viel salmen unndt stoeren fanget man in diesem fluß mitt garnen.",
        "src_text_translation": "This river, the foremost in all England because of  the city of London, does not swell or gain in size, no  matter how long it may rain, which is a remarkable  thing; and in all parts of this river swans in great  numbers may be seen at all times, and it is forbidden  to catch them, since they serve as down stuffing to her  Majesty.  […] Much salmon and sturgeon are caught with lines in this river.",
        "page_img": 929181
    },
    {
        "id": "l5",
        "label": "French Church",
        "name": "French Church",
        "x": 71.92,
        "y": -67.76,
        "text": "London was an important refuge for religious refugees.",
        "src_text_orig": "Diese stadt Londen […] ist so groß, köstlich an gebeüwen, volckreich unndt fürtreffenlich an gewerben, kaufleüten undt reichtumb, daß sie nicht allein die fürnembste im gantzen königreich Engellandt, sondern auch für eine der verrümptesten in der gantzen christenheit billich solle gehalten werden; sonderlich sitthäro der kriegen in Niderlandt unndt Frankreich hatt sie umb ettlich\ntausendt (familias) haußgesindt zugenommen, die wegen der religion sich in dise statt begeben haben, wie man dieselbigen gern aufgenommen undt ihnen besondere örter, da sie auf ihr sprach predigen können lassen, bestimpt hatt, als ich dann auch folgenden tag nach meiner ankunft, den 19. septembris, in die frantzösische kirchen gangen bin; da ich hab hören frantzösisch predigen.",
        "src_text_translation": "This city of London is so large and splendidly built, so populous and excellent in crafts and merchant citizens, and so prosperous, that it is not only the first in the whole realm of England, but is esteemed one of the most famous in all Christendom; especially since the wars in the Netherlands and France it has increased by many thousands of families (familias) who have settled in this city for religion’s sake, and these have been very kindly received, and specizJ places of worship allotted them in which to hear sermons in their own tongue —I myself went to the French church the day after my arrival on September igth, and heard a French service there.",
        "page_img": 929185
    },
    {
        "id": "l6",
        "label": "Cheapside",
        "name": "Cheapside street",
        "x": 73.32,
        "y": -62.38,
        "text": "",
        "src_text_orig": "An einer sehr langen gaßen, die Schepsgassen genennet, wohnen vast eytel goldtschmidt unndt wegsler, zu beyden seiten, da einer unausprechlich große schätz unndt menge gelts beysamen sehen kan.",
        "src_text_translation": "In one very long street called Cheapside dwell almost only goldsmiths and money changers on either hand, so that inexpressibly great treasures and vast amount of money may be seen here.",
        "page_img": 929186
    },
    {
        "id": "l7",
        "label": "The Exchange",
        "name": "The Royal Exchange",
        "x": 76.76,
        "y": -135.69,
        "text": "",
        "src_text_orig": "Die Bourse ist ein großer vierecketer platz […] unndt pflegt man auch allerhandt schöne wahren darauf zefinden auch weil die statt sehr groß undt weitleüfig, bescheiden die kaufleüt, welche mitt einander zuhandeln, einander auf solchen pallast, deren man dann alle tag zweymahl vor dem imbiß eßen umb eilf unndt nach eßens umb sechs uhren ettlich hundert beysamen findet, die kaufen, verkaufen, zeitungen tragen unndt sonst ihre gescheft da verrichten.",
        "src_text_translation": "The exchange is a great square place […]  where all kinds of fine goods are on show; and since the city is very large and extensive merchants having to deal with one another agree to meet together in this palace, where several hundred may be found assembled twice daily, before lunch at eleven, and again after their meal at six o’clock, buying, selling, bearing news, and doing business generally.",
        "page_img": 929186
    },
    {
        "id": "l8",
        "label": "The Tower of London",
        "name": "The Tower of London",
        "x": 66.2,
        "y": -0.12,
        "text": "",
        "src_text_orig": "Im eingang deß schloßes zeiget man uns ein großes stuck auf röderen, welches eben auf dieselbige manier im hof zu Cales Males voller neglen\nunndt kettin geladen soll gestanden sein, unndt als ein mönch daßelbig wolte loß brennen, warde er von einem Engellender erstochen, sonst betten sie\nüberaus großen schaden darvon empfangen. Vor dem schloß, da auch ein weiter, großer platz ist, lagen auch sehr viel grobe stuck, sonderlich zwey überaus\ngroße, die ein Niderländer hatte lassen gießen, welche doch nicht aufgerichtet wahren,  sondern allein in die schiff auf daß waßer ze gebrauchen. Demnach gabe man uns ein trabanten zu, der uns in alle ort sollte begleiten. \nErstlich kamen wier in ein rüstkammer, darinn wahren viel schilt, wehr unndt spieß, aselbsten zeigt man uns könig Heinrichs schilt, der mechtig schwär wahre, sampt seiner beckelhauben, latz unndt gelbe hendschu. […] Baldt sahen wier ein schilt, welcher auch könig Heinrich deß achten gewesen, doran ein feüstling wahre, den man konte mit einem daumen abschießen. Es wahren derselbigen mechtig viel. Demnach sahen wier in einer anderen kammer ein unsägliche anzahl pfeil, welches ein anzeigung, daß die Engellender sich derselbigen vormaln in kriegen gebraucht, wie dann auch viel alte eibische bogen darbey stunden. Sonst wahren auch sehr viel pfeil in derselbigen kammeren, die man auß musgeten kan schiessen, nach dem man sie auf zusammen gerolte läder ladet, wie ich eins naher Basell gebracht habe. […] Von dannen gungen wier in daß ander quartier oder stock deß schlosses ein schnecken hinauf unndt kamen in ein großen saal hinunder, in welchem Julius Caesar, der erste keyser, solle geeßen haben.\nVon demselbigen kamen wier in die garden kammer ; im keller sahen wier die seiler, wie man die übelthäter strecket.\nBaldt gungen wier durch ein alte rüstkammer in einen saal, darinnen mechtig viel tapisserien wahren, unndter anderen sahe ich eine von goldt, sehr theür, zu einem himmel zugerichtet. Es stunden auch im selbigen saal ein eysener, schwerer seßel könig Heinrich deß achten; item der stul mit einem sessel der königin Elisabet. […] Demnach zeigt man uns die eysene porten, unndt als wier umb daß schloß gegangen, kamen wier zu einem gatteren, da man die  belthäter einführet, dardurch auch die königin ist hinein geführet worden.",
        "src_text_translation": "In the entrance of the castle we were shown a large cannon on wheels, which is said to have stood in like fashion in the court at Calais afterwards loaded with nails and chains, and when a monk tried to fire it, he was stabbed by an Englishman, or much harm would have been done. Before the castle where is a large court, lay some more rude pieces, two massive ones in particular, cast for a Netherlander, which were not set up however, but were solely for use on ships at sea. We were then put in charge of a guardsman, who was to act as guide round the sights. [ADD TEXT]",
        "page_img": 929191
    },
    {
        "id": "l9",
        "label": "Whitehall Palace",
        "name": "Whitehall Palace",
        "x": 60.88,
        "y": -148.96,
        "text": "",
        "src_text_orig": "Den 20. septembris nach eßens bin ich mit meiner geselschaft in daß königliche schloß zu Londen gangen, darinnen die königin, so sie zu Londen gepfleget hoff zu halten, unndt nennet man es Vvitehal, daß ist: weiten saal. Dieß schloß ligt ob der bruck an dem fluß Tems, daran auch schöne gärten stossen. Vor dem schloß bey dem eingang ist der turnier platz, auf welchem in der mitte ein schrancken aufgeschlagen, ettwan pferdts höhe, da die thurnierenden zu beyden seiten rennen. Neben diesem platz ist der thiergarten, in welchem wier sehr viel damhirtzen, darunder viel weiß wahren, sahen. Demnach als wier im schloß die stegen hinauf kommen, wahre daß erst gemach oder sommerhauß allerdingen mitt madratzen, von bintzen geflochten, auf dem baden tapissiert, die wändt mitt schönen gemahlten tafelen unndt teppichen überhenget. […] In diesem schönen, doch nitt vesten schloß ist der königin (garde robe) schatz kammer, darinnen sie ihre kleider undt kleinoter verwahret die ein unausprechliches gut werdt sindt. Neben anderen seltzamen sachen sahe ich auch ein überauß groß balenen ripp in diesem schloß. Deßgleichen ein gar lustigen garten. In den gemachen wahren viel gar schöne gewürkte tapisserien, als wann sie gemahlet wehren.\nEs hunge auch im langen saal ein angesicht, in die perspektiff gar kunstlich verlengeret gemahlet, wie ich deßen eines auf kupfer gestochen mit mir nach Basell gebracht hab.\nMan zeigt uns auch der königin bibliothec, in welcher viel bücher wahren, die sie mit eigener handt in lateiner sprach gar sauber geschriben hatte. Wie sie dann dieselbige neben frantzösisch, italienisch unndt spangisch woll konte reden.\nSchöne positiff spineten, daruf sie woll spilen konte, auch gar zierlich außbereitete bett sahe ich hin unndt wider in den gemachen, wie gleichfahls viel ührlin gar kunstlich, klein unndt groß.\nIch sahe auch in diesem schloß ein indianisch bett mitt einem indischen umbhang, auch ein indianischen disch, meines behaltens.\nNeben viel contrafeitungen dem leben nach märkte ich sonderlich eines freüwlins unndt der churfürsten in ihrem rechten, alten habit.\nDie tafel von früchten mitt der niderlendischen köchin wahre auch gar dem leben nach zum kunstlichsten gemahlet.",
        "src_text_translation": "[ADD TEXT] I and my party visited the royal palace in London, where the queen when in London holds her court. It is called Whitehall, that is ‘wide hal' [sic] . This palace is situated above the bridge on the river Thames, on to which back lovely gardens. […] This fine, but unfortified palace, contains the queen’s wardrobe, (Garde Robe) where she keeps her clothes and jewels which are worth an immense sum. Besides other curiosities I saw an immense whale rib in this palace. Likewise a delightful garden; the apartments contained many beautifully worked tapestries, almost as if they were painted. There hung in the long room a portrait very artfully lengthened by perspective, of which I took back an engraving to Basel. We were also shown the Queen’s library containing many books written in Latin with her own hand, very clearly indeed. For she can speak this tongue as well as French, Italian and Spanish. In some of the apartments I saw small positive organs, virginals, which she played, dkintily appointed couches, also numerous clocks, cunningly wrought in all sizes. I saw too in this palace an Indian bed, with Indian valance and an Indian table, if I remember rightly. Amongst many portraits from life, I noticed particularly one of a young girl and the Elector, in genuine old fashioned guise. A picture of a Dutch cook with fruit was also very lifelike and artistically painted.",
        "page_img": 929200
    },
    {
        "id": "l10",
        "label": "Guildhall",
        "name": "",
        "x": 73.52,
        "y": -102.64,
        "text": "",
        "src_text_orig": "Es ist sonst auch noch ein anderer (court) hoff, Hithal genennet, zu Londen, in welchem zwen große risen an tafelen angemahlet ich gesehen hab; zu der rechtenahre der riß mitt einem spitzen kalben angemahlet, bey welchem geschriben stunde, Cuemagot Albionus, zu der lincken stundt ein riß, hult in der rechten handt ein schilt unndt in der linken handt ein halebarden, darbey wahre gezeichnet: Corinaeus Britannus.",
        "src_text_translation": "There is also another place [court] in London called ‘Etithal’ [Guildhall] and there I saw pictures of two enormous giants; the right hand giant bore a spiked club on which was inscribed- Guemagot Albionus — the giant on the left held a shield in his right hand and a halberd in his left, with the words- Corinaeus Britannus.",
        "page_img": 929204
    },
    {
        "id": "l11",
        "label": "Inner and Middle Temple",
        "name": "Inner and Middle Temple",
        "x": 75.97,
        "y": -40.4,
        "text": "",
        "src_text_orig": "Als ich auß dem Vvitehal widerumb nach meiner herberg gunge, kame ich in zwey juristen collegia, mitt schönen gärten bezieret, unndt sahe in dem einen gar viel steinene gräber, darauf steinene geschnetzlete bilder lagen, welche Sachsen, die da begraben ligen, bedeüten, wie dann, als auß den historien zevernemmen, die Sachsen lang in Engellandt gewohnet unndt ihrer sprach ein anfang geben haben.",
        "src_text_translation": "Returning from Whitehall to my lodgings, I came upon two legal colleges ‘ embellished with beautiful gardens, in one of which were a number of stone graves. On these were carved stone images representing Saxons buried there, for from the histories we learn that the Saxons dwelled long in England and gave a beginning to the language.",
        "page_img": 929204
    },
    {
        "id": "l12",
        "label": "Ale-houses",
        "name": "Ale-houses and tobacco",
        "x": 69.03,
        "y": -44.27,
        "text": "",
        "src_text_orig": "Sehr viel wirdtsheüser, bier heüser unndt gartkuchen hatt es hin unndt wider in der statt, darinnen man auch viel kurtzweil mitt eßen, trincken, seitenspiel unndt sonsten hatt, wie dann auch vast alletag in unser losament die spilleüt kommen sindt. Unndt ist sonderlich zu mercken, daß die weiber so woll als die mannen, ya öfter pflegen in die wirdts- unndt bierheüser zegehen unndt sich da zeerlustigen. Sie halten es für gar ein große ehr, so man sie dahin führet unndt ihnen wein mit zuker zetrincken gibt; so einer nur ein weib ladet, bringt sie drey oder vier andere weiber mit sich; da trincken sie einanderen dapfer zu, unndt danket demnach der mann dem, der sein weib also lustig gemachet hatt; ist ihnen ein ebener dienst. In den bierheüseren hatt man auch den tabac oder heidnisch wundtkraut, deßen man einem auch umb sein pfenning gibt; da zündet er das pulver im rörlin an, sauget den rauch in mundt unndt lasset also viel fluß auß dem mundt laufen; demnach trinkt einer ein guten trunck spangischen wein darauf. Daß brauchen sie für ein sonderbahre artzney zu den flüßen unndt zum lust; ist so gemein bey ihnen, daß sie daß instrument yederzeit mit sich tragen unndt an allen orten, in den comedien,den wirdtsheüseren oder sonst feür entschlagen, anzünden unndt trincken, welches sie einanderen wie bey uns den wein zu bringen, daß sie auch doll unndt lustig macht, daß sie drümlig werden, als wann sie beweinet seyen, vergehet ihnen doch baldt widerumb, unndt brauchen es so überflüßig wegen deß lustes, daß auch ihre predicanten darüber schreyen wie sie sich verderben, unndt sagt man mir, man habe bey einem nach seinem todt befunden, daß alle seine aderen innwendig wie ein kemy mit ruß seyen überzogen gewesen. Man bringet daß kraut auß Indien in großer menge an, unndt ist eins viel kreftiger dann das ander, welches man auf der zungen gleich merken kan; sie treiben seltzame geberden in dem sie es trincken. Unndt haben sie diese artzney erstlich von den Indianeren gelehrnet, wie mir dann Herr Cop, ein burger von Londen, der lang in Indien gewesen, solches angezeigt hatt.",
        "src_text_translation": "There are a great many inns, taverns, and beergardens scattered about the city, where much amusement may be had with eating, drinking, fiddling and the rest, as for instance in our hostelry, which was visited by players almost daily. And what is particularly curious is that the women as well as the men, in fact more often than they, will frequent the taverns or ale-houses for enjoyment. They count it a great honour to be taken there and given wine with sugar to drink; and if one woman only is invited, then she will bring three or four other women along and they gaily toast each other; the husband afterwards thanks him who has given his wife such pleasure, for they deem it a real kindness. In the ale-houses tobacco or a species of wound-wort are also obtainable for one’s money, and the powder is lit in a small pipe, the smoke sucked into the mouth, and the saliva is allowed to run freely, after which a good draught of Spanish wine follows. This they regard as a curious medicine for defluctions, and as a pleasure, and the habit is so common with them, that they always carry the instrument on them, and light up on all occasions, at the play, in the taverns or elsewhere, drinking as well as smoking together, as we sit over wine, and it makes them riotous and merry, and rather drowsy, just as if they were drunk, though the effect soon passes — and they use it so abundantly because of the pleasure it gives, that their preachers cry out on them for their selfdestruction, and I am told the inside of one man’s veins after death was found to be covered in soot just like a chimney. The herb is imported from the Indies in great quantities, and some types are much stronger than others, which difference one can immediately taste; they perform queer antics when they take it. And they first learned of this medicine from the Indians, as Mr. Cope a citizen ofLondon who has spent much time in the Indies, informed me.",
        "page_img": 929212
    },
    {
        "id": "l13",
        "label": "Cabinet of Curiosities",
        "name": "Cabinet of Curiosities",
        "x": 72.86,
        "y": -25.46,
        "text": "Private cabinets and collections were very popular tourist destinations in the early modern period. They are the precursors to our modern museums and many museums were founded through private collections in the 19th century.",
        "src_text_orig": "Es wohnet derselbig Herr Cop in der Snecgras in einem schönen haus; der führet uns in ein kammer, die an allen orten mit seltzamen, frömbden sachen woll außgespiket wahre, unndt gedenket mir noch under anderen sachen, die ich da gesehen, sonderlich:\n1. Einer segen auß Affrica von zeenen.\n2. Viel waffen, pfeil unndt anders von fischbeinen.\n3. Schöne indianische federposchen, zierden unndt kleider aus China.\n4. Ein schön barret von gensfüeßen auß dem königreich China.\n5. Ein seltzam kleidt auß Japha.\n6. Ein filtzmantel auß Arabia.\n7. Schu auß vielen frembden länderen.\n8. Eine steinene achs auß India, wie ein stral. \n9. Schöne röck auß Arabia.\n10. Ein seitenspil mit einer eintzigen seiten.\n11. Ein ander seitenspil auß Arabia.\n12. Einhorn unndt schweiff eines rhinocerotis, ist ein groß thier wie\nein helfant.\n13. Ein luftmacherlin 3 von einem blatt.\n14. Seltzame schwerter von holtz unndt steinen.\n15. Eines meerochsens 1 geflochtene horn.\n16. Ein rundt horn eines englischen weibs, daß ihren an der stirnen gewagsen.\n17. Ein balsamiert (mumia) kindt.\n18. Lidere wafen.\n19. König Heinrich deß achten narren mitt fleschen.\n20. Eines einhorns schweiff.\n21. Überschriben papier auß rinden.\n22. Indianisch steinen schermeßer.\n23. Ein straalstein in einem mastbaum außgegraben, nachdem daß wetter auf dem meer darein geschlagen hatt; sieht wie der Judaicus stein.\n24. Ein stein für das miltze wehe.\n2 5. Kunstreiches kestlin auß China.\n26. Irdine kanten auß China.\n27. Fliegender rhinoceros.\n28. Harechter wurm Scolopendra.\n29. Fliegen, so in Virginia nachts scheinen, an statt der Hechteten weil oft über ein monat kein tag da ist. \n30. Einbeinen klein händlin, damit man sich in India kratzet.\n31. Der königen auß Engellandt sigel.\n32. Guldin sigel deß türkischen keysers.\n33. Viel geschirr auß China.\n34. Falcken kopf von schönen federen.\n35. Viel heiligthumben auß einem spangischen schiff, daß er hatt helfen eroberen.\n36. Marien bildt auß indianischen federen.\n37. Ein türkische kanten undt platten.\n38. Ein indische kettin von affenzeenen.\n39. Eines meer eyßvogels nest, der die stille deß meers bedeütet.\n40. Ein schnabel eines pelicans, deß egyptischen vogels, der seine iungen tödet unndt darnach ihme selber sein brust aufbeyßet unndt die jungen mit seinem blut begeüsset, biß sie widerumb lebendig werden.\n41. Ein spiegel, der alle ding vielfach zescheinen machet.\n42. Kronen von (ungulis) huffen.\n43. Abgötter der heiden.\n44. Sättel auß viel frembden länderen, stunden oben herumb auf schäften.\n45. Zwo schöne, gefärbte indianische schaffhüt, glantzten wie seiden.\n46. Remora. Ein fischlin, der die schiff aufhaltet oder hindert, daß sie nitt mögen fortfahren, wann er sie anrüret, wie auch gleichfahls ein anderer, torpedo genennet, der den schifleüten die händt verstunet undt entschläfet, so er ihnen nur an daß ruder kompt.\n47. Einmeer mauß, mus marinus.\n48. Vielerley beinene instrument.\n49. Pfeiffen auß rohren, wie der Pan darein blaset.\n50. Ein indianisch lang, schmahl, höltzin meer fischer schiflin mitt den ruderen undt ihren schuen, hunge an der büne in diser kammer.\nSonst hatte er auch viel alte heidnische müntzen, schöne gemähel, allerhandt corallen unndt meergewegs in großer menge. Es sindt sonst auch noch andere in Londen, die sich auf seltzame sachen legen; aber dieser herr übertrift die anderen alle weit mit frembden sachen, wegen seiner indianischen reiß, die er mit vleiß verrichtet hatt.",
        "src_text_translation": "ADD TEXT",
        "page_img": 929215
    },
    {
        "id": "l14",
        "label": "crowded streets",
        "name": "crowded streets",
        "x": 74.69,
        "y": -57.74,
        "text": "",
        "src_text_orig": "Diese statt Londen ist nicht allein mit viel seltzamen sachen außgespicket, sondern auch so volckreich, daß einer schier auf der gassen vor dem gedreng nicht gehen kan.",
        "src_text_translation": "ADD TEXT",
        "page_img": 929218
    }
]