[
    {
        "id": "l1",
        "label": "Docks",
        "name": "St. Katherine Docks",
        "x": 65.31,
        "y": 20.09,
        "text": "",
        "src_text_orig": "Deßwegen die meerschiff in sehr großer menge als einem sicheren port yederzeitt pflegen da anzukommen, wie ich dann, so lang die statt wehret, von Sant Catherinae vorstatt biß an die bruck ein groß meerschiff am anderen hab stehen sehen; sindt ettliche hundert gewesen, unndt hab ich mein tag niemahlen zuvor in einem port so viel große schiff gesehen. ",
        "src_text_translation": "For which reason ocean-craft are accustomed to run in here in great numbers as into a safe harbour, and I myself beheld one large galley next the other the whole city’s length from St. Catherine’s suburb to the bridge, some hundred vessels in all, nor did I ever behold so many large ships in one port in all my life.",
        "page_img": 929181
    },
    {
        "id": "l2",
        "label": "Wherries",
        "name": "Wherries",
        "x": 65.73,
        "y": -86.45,
        "text": "",
        "src_text_orig": "Unndt obschon ein sehr schöne, lange bruck über diesen strom erbauwen, so pflegt man doch wie zu Leon unndt anderstwo mehrtheils auf schönen, lustigen jagschiflinen über daß waßer undt der lenge nach die statt auf undt ab zefahren, wie dann sehr viel geßlin gegen der Temms von beyden orten der statt gehendt; da warten die schifleüt in großer menge, unndt will yeglicher der erst sein, der einen führet; stehet doch einem yeden frey, in ein schiflin zegehn, welches einem zum anmütigsten unndt besten gefallet; yedoch hatt ein yeglicher schifman, nach dem er an daß ort kompt, den vorzug, sein schiflin zestellen, wo er hin will, domit man komblich darein schreiten könne. Die schiffiin sindt gar zierlich mitt teppichen bezieret unndt geneyten küßen die bände überleget, darauf man gar woll sitzet unndt sich anlehnen kan; können gemeinlich nur zwo personen neben einander auf einem banck sitzen; ettliche sindt auch bedeckt, sonderlich regenwetterszeitt oder bey heißem  sonnen schein. Es ist ein sonderbahre kurtzweil, darinnen zefahren; ist ettwan einer oder zwen schiffleüt darinnen. Ich hab mich auch lassen über den strom führen zu einem wasser hauß, da die Temms hinein laufet; in demselbigen hab ich der königin schiff gesehen, allerdingen beschloßen unndt auf daß zierlichest mitt gengen außgebauwen, unndt stunde noch ein anders darneben im waßer gemeltes bedecktes haußes, in welchem die steürknecht mußten sitzen unndt also der königin schiff hin unndt wider führen, welches, damitt es desto sanfter fortgienge, an der steürknechten schiff angebunden wahre unndt niemandts darinnen ruderen mußte.",
        "src_text_translation": "And while a very fine long bridge is built across this stream, it is more customary to cross the water or travel up and down the town as at Lyons and elsewhere by attractive pleasure craft, for a number of tiny streets lead to the Thames from both ends of the town; the boatmen wait there in great crowds, each one eager to be first to catch one, for all are free to choose the ship they find most attractive and pleasing, while every boatman has the privilege on arrival of placing his ship to best advantage for people to step into. The wherries are charmingly upholstered and embroidered cushions laid across the seats, very comfortable to sit on or lean against, and generally speaking the benches only seat two people next to one another; many of them are covered in, particularly in rainy weather or fierce sunshine. They are extremely pleasant to travel in and carry one or a couple of boatmen. I took a ferry across the river to a boathouse where the Thames runs in, and there I saw the queen’s barge, quite closed up and very prettily designed with gangways,",
        "page_img": 929181
    },
    {
        "id": "l3",
        "label": "Bridge",
        "name": "London Bridge",
        "x": 62.43,
        "y": -31.96,
        "text": "",
        "src_text_orig": "Die bruck über den strom ist von quaderstucken, schön lang, mitt zwentzig pfeileren, daruf gantz herrliche, schöne, wollerbauwte heüser, die von fürnemmen kaufleüten bewohnet werden, übersetzet, erbau wen; scheinete in schöneg aßen zesein. Auf dem einen thurn, fast mitten auf der brucken, steckten über die dreyßig todten köpf zu öbrist auf hohen stangen vornemmer herren die vor diesem umb angestifften aufruhr unndt anderer ursachen willen gericht unndt geköpft worden. Unndt pflegen sich ihre nachkömbling deßen zurühmen, zeigen einem ihrer vorelteren köpf selber auf gemelter brucken, vermeinendt, sie werden deßwegen desto für stattlicher sollen gehalten werden, weil ihre vorelteren so von einem hohen stammen gewesen, daß\nsie auch nach dem königreich haben trachten können, aber, weil sie zeschwach gewesen, für aufruhrer dahin gerichtet worden; machen ihnen also daß zu einer ehr, welches zu einer schmach unndt exempel ist auf gerichtet worden. […] Auf gemelter bruck sindt, wie gemeldet, viel stattliche, hohe kaufleüt heüser unndt köstliche läden, darinnen man allerhandt wahren zekaufen findet, vergleichet sich einer langeng gaßen. Deßgleichen ist auch (the Water Worke) der Waßer Thurn darinnen ein waßerkunst ist, auf diser brucken, welche nur an dreyen orten offen, daß man kan auf den strom hinaus sehen; sonst gehet man zwischen heüseren wie in einer gaßen. ",
        "src_text_translation": "The bridge across the river is of squared stone, very long and with twenty arches, and on it are built very splendid, finely constructed dwelling houses of prosperous merchants, makes the appearance of a very fine street. At the top of one tower almost in the centre of the bridge, were stuck on tall stakes more than thirty skulls of noble men who had been executed and beheaded for treason and for other reasons. And their descendants are accustomed to boast of this, themselves even pointing out to one their ancestors’ heads on this same bridge, believing that they will be esteemed the more because their antecedents were of such high descent that they could even covet the crown, but being too weak to attain it were executed for rebels; thus they make an honour for themselves of what was set up to be a disgrace and an example. […] On this same bridge are as aforesaid many tall handsome merchant dwellings and expensive shops, where all manner of wares are for sale, resembling a long street.",
        "page_img": 929183
    },
    {
        "id": "l4",
        "label": "Thames",
        "name": "River Thames",
        "x": 63.47,
        "y": -55.85,
        "text": "",
        "src_text_orig": "Dieser fluß, welcher der fürnembste wegen der statt Londen in gantz Engellandt ist, wagßt oder nimbt nichts zu, es regne, wie lang es welle, welches ein sonderbahr werck ist. Unndt sieht man allenthalben auf disern fluß yederzeit sehr viel schwanen in großer anzahl, die man doch bey leibsstraf nicht fangen darf, weil sie der königin zum federwatt jährlich sehr dienstlich sind. […] Sehr viel salmen unndt stoeren fanget man in diesem fluß mitt garnen.",
        "src_text_translation": "This river, the foremost in all England because of  the city of London, does not swell or gain in size, no  matter how long it may rain, which is a remarkable  thing; and in all parts of this river swans in great  numbers may be seen at all times, and it is forbidden  to catch them, since they serve as down stuffing to her  Majesty.  […] Much salmon and sturgeon are caught with lines in this river.",
        "page_img": 929181
    },
    {
        "id": "l5",
        "label": "French Church",
        "name": "French Church in Threadneedle Stre",
        "x": 73.788,
        "y": -37.01,
        "text": "London was an important refuge for religious refugees.",
        "src_text_orig": "Diese stadt Londen ist so groß, köstlich an gebeüwen, volckreich unndt fürtreffenlich an gewerben, kaufleüten undt reichtumb, daß sie nicht allein die fürnembste im gantzen königreich Engellandt, sondern auch für eine der verrümptesten in der gantzen christenheit billich solle gehalten werden; sonderlich sitthäro der kriegen in Niderlandt unndt Frankreich hatt sie umb ettlich\ntausendt (familias) haußgesindt zugenommen, die wegen der religion sich in dise statt begeben haben, wie man dieselbigen gern aufgenommen undt ihnen besondere örter, da sie auf ihr sprach predigen können lassen, bestimpt hatt, als ich dann auch folgenden tag nach meiner ankunft, den 19. septembris, in die frantzösische kirchen gangen bin; da ich hab hören frantzösisch predigen.",
        "src_text_translation": "This city of London is so large and splendidly built, so populous and excellent in crafts and merchant citizens, and so prosperous, that it is not only the first in the whole realm of England, but is esteemed one of the most famous in all Christendom; especially since the wars in the Netherlands and France it has increased by many thousands of families (familias) who have settled in this city for religion’s sake, and these have been very kindly received, and specizal places of worship allotted them in which to hear sermons in their own tongue —I myself went to the French church the day after my arrival on September 19th, and heard a French service there.",
        "page_img": 929185
    },
    {
        "id": "l6",
        "label": "Cheapside",
        "name": "Cheapside street",
        "x": 73.346,
        "y": -59,
        "text": "",
        "src_text_orig": "An einer sehr langen gaßen, die Schepsgassen genennet, wohnen vast eytel goldtschmidt unndt wegsler, zu beyden seiten, da einer unausprechlich große schätz unndt menge gelts beysamen sehen kan.",
        "src_text_translation": "In one very long street called Cheapside dwell almost only goldsmiths and money changers on either hand, so that inexpressibly great treasures and vast amount of money may be seen here.",
        "page_img": 929186
    },
    {
        "id": "l7",
        "label": "The Exchange",
        "name": "The Royal Exchange",
        "x": 72.829,
        "y": -39.429,
        "text": "",
        "src_text_orig": "Die Bourse ist ein großer vierecketer platz […] unndt pflegt man auch allerhandt schöne wahren darauf zefinden auch weil die statt sehr groß undt weitleüfig, bescheiden die kaufleüt, welche mitt einander zuhandeln, einander auf solchen pallast, deren man dann alle tag zweymahl vor dem imbiß eßen umb eilf unndt nach eßens umb sechs uhren ettlich hundert beysamen findet, die kaufen, verkaufen, zeitungen tragen unndt sonst ihre gescheft da verrichten.",
        "src_text_translation": "The exchange is a great square place […]  where all kinds of fine goods are on show; and since the city is very large and extensive merchants having to deal with one another agree to meet together in this palace, where several hundred may be found assembled twice daily, before lunch at eleven, and again after their meal at six o’clock, buying, selling, bearing news, and doing business generally.",
        "page_img": 929186
    },
    {
        "id": "l8",
        "label": "The Tower of London",
        "name": "The Tower of London",
        "x": 66.2,
        "y": -0.12,
        "text": "",
        "src_text_orig": "Im eingang deß schloßes zeiget man uns ein großes stuck auf röderen, welches eben auf dieselbige manier im hof zu Cales Males voller neglen unndt kettin geladen soll gestanden sein, unndt als ein mönch daßelbig wolte loß brennen, warde er von einem Engellender erstochen, sonst betten sie überaus großen schaden darvon empfangen. Vor dem schloß, da auch ein weiter, großer platz ist, lagen auch sehr viel grobe stuck, sonderlich zwey überaus große, die ein Niderländer hatte lassen gießen, welche doch nicht aufgerichtet wahren,  sondern allein in die schiff auf daß waßer ze gebrauchen. Demnach gabe man uns ein trabanten zu, der uns in alle ort sollte begleiten.  Erstlich kamen wier in ein rüstkammer, darinn wahren viel schilt, wehr unndt spieß, aselbsten zeigt man uns könig Heinrichs schilt, der mechtig schwär wahre, sampt seiner beckelhauben, latz unndt gelbe hendschu. […] Baldt sahen wier ein schilt, welcher auch könig Heinrich deß achten gewesen, doran ein feüstling wahre, den man konte mit einem daumen abschießen. Es wahren derselbigen mechtig viel. Demnach sahen wier in einer anderen kammer ein unsägliche anzahl pfeil, welches ein anzeigung, daß die Engellender sich derselbigen vormaln in kriegen gebraucht, wie dann auch viel alte eibische bogen darbey stunden. Sonst wahren auch sehr viel pfeil in derselbigen kammeren, die man auß musgeten kan schiessen, nach dem man sie auf zusammen gerolte läder ladet, wie ich eins naher Basell gebracht habe. […] Von dannen gungen wier in daß ander quartier oder stock deß schlosses ein schnecken hinauf unndt kamen in ein großen saal hinunder, in welchem Julius Caesar, der erste keyser, solle geeßen haben.\nVon demselbigen kamen wier in die garden kammer; im keller sahen wier die seiler, wie man die übelthäter strecket.\nBaldt gungen wier durch ein alte rüstkammer in einen saal, darinnen mechtig viel tapisserien wahren, unndter anderen sahe ich eine von goldt, sehr theür, zu einem himmel zugerichtet. Es stunden auch im selbigen saal ein eysener, schwerer seßel könig Heinrich deß achten; item der stul mit einem sessel der königin Elisabet. […] Demnach zeigt man uns die eysene porten, unndt als wier umb daß schloß gegangen, kamen wier zu einem gatteren, da man die  belthäter einführet, dardurch auch die königin ist hinein geführet worden.",
        "src_text_translation": "In the entrance of the castle we were shown a large cannon on wheels, which is said to have stood in like fashion in the court at Calais afterwards loaded with nails and chains, and when a monk tried to fire it, he was stabbed by an Englishman, or much harm would have been done. Before the castle where is a large court, lay some more rude pieces, two massive ones in particular, cast for a Netherlander, which were not set up however, but were solely for use on ships at sea. We were then put in charge of a guardsman, who was to act as guide round the sights. We first of all entered an armoury where were many shields weapons and pikes, there we were shown King Henry's shield which was mighty heavy, also his iron helmet, breast plate and yellow guantlets. […] Soon after we saw a shield which had also belonged to King Henry VIII, on which was a pistol which could be discharged with one finger; there was a quantity of these. In another room we saw later an incredible number of arrows, a sign that the English formerly used them in battle and many ancient yew bows lay near by. There were besides a number of arrows in this same room that can be shot out of muskets, being first tightly wound on to rollers, after they had been fastened together, to make a charge; one of these I brought with me to Basel. […] From here we made for another portion or floor of the castle, up a spiral staircase, and entered a large hall in which Julius Caesar the first emperor is supposed to have dined. Thence we came to the guard-room[?]; in the dungeon we saw the ropes used to rack malefactors. Soon we passed through an old armoury to a chamber where were exceeding many tapestries, amongst them I beheld one very costly one of gold made into a canopy. In this same chamber stood a heavy iron chair which belonged to Henry VIII: item a stool and chair of Queen Elizabeth's. […]  We were then shown the iron gate and having gone round the castle, we came to a grating through which criminals are led, the queen was also brought this way.",
        "page_img": 929191
    },
    {
        "id": "l9",
        "label": "Whitehall Palace",
        "name": "Whitehall Palace",
        "x": 67.64,
        "y": -144.4,
        "text": "",
        "src_text_orig": "Den 20. septembris nach eßens bin ich mit meiner geselschaft in daß königliche schloß zu Londen gangen, darinnen die königin, so sie zu Londen gepfleget hoff zu halten, unndt nennet man es Vvitehal, daß ist: weiten saal. Dieß schloß ligt ob der bruck an dem fluß Tems, daran auch schöne gärten stossen. Vor dem schloß bey dem eingang ist der turnier platz, auf welchem in der mitte ein schrancken aufgeschlagen, ettwan pferdts höhe, da die thurnierenden zu beyden seiten rennen. Neben diesem platz ist der thiergarten, in welchem wier sehr viel damhirtzen, darunder viel weiß wahren, sahen. Demnach als wier im schloß die stegen hinauf kommen, wahre daß erst gemach oder sommerhauß allerdingen mitt madratzen, von bintzen geflochten, auf dem baden tapissiert, die wändt mitt schönen gemahlten tafelen unndt teppichen überhenget. […] In diesem schönen, doch nitt vesten schloß ist der königin (garde robe) schatz kammer, darinnen sie ihre kleider undt kleinoter verwahret die ein unausprechliches gut werdt sindt. Neben anderen seltzamen sachen sahe ich auch ein überauß groß balenen ripp in diesem schloß. Deßgleichen ein gar lustigen garten. In den gemachen wahren viel gar schöne gewürkte tapisserien, als wann sie gemahlet wehren. Es hunge auch im langen saal ein angesicht, in die perspektiff gar kunstlich verlengeret gemahlet, wie ich deßen eines auf kupfer gestochen mit mir nach Basell gebracht hab. Man zeigt uns auch der königin bibliothec, in welcher viel bücher wahren, die sie mit eigener handt in lateiner sprach gar sauber geschriben hatte. Wie sie dann dieselbige neben frantzösisch, italienisch unndt spangisch woll konte reden.\nSchöne positiff spineten, daruf sie woll spilen konte, auch gar zierlich außbereitete bett sahe ich hin unndt wider in den gemachen, wie gleichfahls viel ührlin gar kunstlich, klein unndt groß.\nIch sahe auch in diesem schloß ein indianisch bett mitt einem indischen umbhang, auch ein indianischen disch, meines behaltens.\nNeben viel contrafeitungen dem leben nach märkte ich sonderlich eines freüwlins unndt der churfürsten in ihrem rechten, alten habit.\nDie tafel von früchten mitt der niderlendischen köchin wahre auch gar dem leben nach zum kunstlichsten gemahlet.",
        "src_text_translation": "September 20th after our meal, I and my party visited the royal palace in London, where the queen when in London holds her court. It is called Whitehall, that is ‘wide hal' [sic] . This palace is situated above the bridge on the river Thames, on to which back lovely gardens. Before the entrance to the palace is the tilt-yard, in its centre a barrier about a horse's height on either side of which the participants joust. Adjoining this yard is the park where we saw a number of fallow deer, many white ones amongst them. After climbing the steps into the palace, the floor of the first chamber or rather summer-house was strewn with rush matting, the walls were hung with fine pictures and tapestries.[…] This fine, but unfortified palace, contains the queen’s wardrobe, (Garde Robe) where she keeps her clothes and jewels which are worth an immense sum. Besides other curiosities I saw an immense whale rib in this palace. Likewise a delightful garden; the apartments contained many beautifully worked tapestries, almost as if they were painted. There hung in the long room a portrait very artfully lengthened by perspective, of which I took back an engraving to Basel. We were also shown the Queen’s library containing many books written in Latin with her own hand, very clearly indeed. For she can speak this tongue as well as French, Italian and Spanish. In some of the apartments I saw small positive organs, virginals, which she played, dkintily appointed couches, also numerous clocks, cunningly wrought in all sizes. I saw too in this palace an Indian bed, with Indian valance and an Indian table, if I remember rightly. Amongst many portraits from life, I noticed particularly one of a young girl and the Elector, in genuine old fashioned guise. A picture of a Dutch cook with fruit was also very lifelike and artistically painted.",
        "page_img": 929200
    },
    {
        "id": "l10",
        "label": "Guildhall",
        "name": "",
        "x": 74.85,
        "y": -51.62,
        "text": "",
        "src_text_orig": "Es ist sonst auch noch ein anderer (court) hoff, Hithal[sic] genennet, zu Londen, in welchem zwen große risen an tafelen angemahlet ich gesehen hab; zu der rechtenahre der riß mitt einem spitzen kalben angemahlet, bey welchem geschriben stunde, Cuemagot Albionus, zu der lincken stundt ein riß, hult in der rechten handt ein schilt unndt in der linken handt ein halebarden, darbey wahre gezeichnet: Corinaeus Britannus.",
        "src_text_translation": "There is also another place [court] in London called ‘Hithal’ [sic] and there I saw pictures of two enormous giants; the right hand giant bore a spiked club on which was inscribed- Guemagot Albionus — the giant on the left held a shield in his right hand and a halberd in his left, with the words- Corinaeus Britannus.",
        "page_img": 929204
    },
    {
        "id": "l11",
        "label": "Inner and Middle Temple",
        "name": "Inner and Middle Temple",
        "x": 71.35,
        "y": -100.02,
        "text": "",
        "src_text_orig": "Als ich auß dem Vvitehal widerumb nach meiner herberg gunge, kame ich in zwey juristen collegia, mitt schönen gärten bezieret, unndt sahe in dem einen gar viel steinene gräber, darauf steinene geschnetzlete bilder lagen, welche Sachsen, die da begraben ligen, bedeüten, wie dann, als auß den historien zevernemmen, die Sachsen lang in Engellandt gewohnet unndt ihrer sprach ein anfang geben haben.",
        "src_text_translation": "Returning from Whitehall to my lodgings, I came upon two legal colleges' embellished with beautiful gardens, in one of which were a number of stone graves. On these were carved stone images representing Saxons buried there, for from the histories we learn that the Saxons dwelled long in England and gave a beginning to the language.",
        "page_img": 929204
    },
    {
        "id": "l12",
        "label": "Ale-houses",
        "name": "Ale-houses and tobacco",
        "x": 69.03,
        "y": -44.27,
        "text": "Undefined place",
        "src_text_orig": "Sehr viel wirdtsheüser, bier heüser unndt gartkuchen hatt es hin unndt wider in der statt, darinnen man auch viel kurtzweil mitt eßen, trincken, seitenspiel unndt sonsten hatt, wie dann auch vast alletag in unser losament die spilleüt kommen sindt. Unndt ist sonderlich zu mercken, daß die weiber so woll als die mannen, ya öfter pflegen in die wirdts- unndt bierheüser zegehen unndt sich da zeerlustigen. Sie halten es für gar ein große ehr, so man sie dahin führet unndt ihnen wein mit zuker zetrincken gibt; so einer nur ein weib ladet, bringt sie drey oder vier andere weiber mit sich; da trincken sie einanderen dapfer zu, unndt danket demnach der mann dem, der sein weib also lustig gemachet hatt; ist ihnen ein ebener dienst. In den bierheüseren hatt man auch den tabac oder heidnisch wundtkraut, deßen man einem auch umb sein pfenning gibt; da zündet er das pulver im rörlin an, sauget den rauch in mundt unndt lasset also viel fluß auß dem mundt laufen; demnach trinkt einer ein guten trunck spangischen wein darauf. Daß brauchen sie für ein sonderbahre artzney zu den flüßen unndt zum lust; ist so gemein bey ihnen, daß sie daß instrument yederzeit mit sich tragen unndt an allen orten, in den comedien,den wirdtsheüseren oder sonst feür entschlagen, anzünden unndt trincken, welches sie einanderen wie bey uns den wein zu bringen, daß sie auch doll unndt lustig macht, daß sie drümlig werden, als wann sie beweinet seyen, vergehet ihnen doch baldt widerumb, unndt brauchen es so überflüßig wegen deß lustes, daß auch ihre predicanten darüber schreyen wie sie sich verderben, unndt sagt man mir, man habe bey einem nach seinem todt befunden, daß alle seine aderen innwendig wie ein kemy mit ruß seyen überzogen gewesen. Man bringet daß kraut auß Indien in großer menge an, unndt ist eins viel kreftiger dann das ander, welches man auf der zungen gleich merken kan; sie treiben seltzame geberden in dem sie es trincken. Unndt haben sie diese artzney erstlich von den Indianeren gelehrnet, wie mir dann Herr Cop, ein burger von Londen, der lang in Indien gewesen, solches angezeigt hatt.",
        "src_text_translation": "There are a great many inns, taverns, and beergardens scattered about the city, where much amusement may be had with eating, drinking, fiddling and the rest, as for instance in our hostelry, which was visited by players almost daily. And what is particularly curious is that the women as well as the men, in fact more often than they, will frequent the taverns or ale-houses for enjoyment. They count it a great honour to be taken there and given wine with sugar to drink; and if one woman only is invited, then she will bring three or four other women along and they gaily toast each other; the husband afterwards thanks him who has given his wife such pleasure, for they deem it a real kindness. In the ale-houses tobacco or a species of wound-wort are also obtainable for one’s money, and the powder is lit in a small pipe, the smoke sucked into the mouth, and the saliva is allowed to run freely, after which a good draught of Spanish wine follows. This they regard as a curious medicine for defluctions, and as a pleasure, and the habit is so common with them, that they always carry the instrument on them, and light up on all occasions, at the play, in the taverns or elsewhere, drinking as well as smoking together, as we sit over wine, and it makes them riotous and merry, and rather drowsy, just as if they were drunk, though the effect soon passes — and they use it so abundantly because of the pleasure it gives, that their preachers cry out on them for their selfdestruction, and I am told the inside of one man’s veins after death was found to be covered in soot just like a chimney. The herb is imported from the Indies in great quantities, and some types are much stronger than others, which difference one can immediately taste; they perform queer antics when they take it. And they first learned of this medicine from the Indians, as Mr. Cop a citizen ofLondon who has spent much time in the Indies, informed me.",
        "page_img": 929212
    },
    {
        "id": "l13",
        "label": "Cabinet of Curiosities",
        "name": "Cabinet of Curiosities",
        "x": 72.86,
        "y": -25.46,
        "text": "Unidentified place. Private cabinets and collections were very popular tourist destinations in the early modern period. They are the precursors to our modern museums and many museums were founded through private collections in the 19th century.",
        "src_text_orig": "Es wohnet derselbig Herr Cop in der Snecgras in einem schönen haus; der führet uns in ein kammer, die an allen orten mit seltzamen, frömbden sachen woll außgespiket wahre, unndt gedenket mir noch under anderen sachen, die ich da gesehen, sonderlich: <br>\n1. Einer segen auß Affrica von zeenen.<br>\n2. Viel waffen, pfeil unndt anders von fischbeinen.<br>\n3. Schöne indianische federposchen, zierden unndt kleider aus China.<br>\n4. Ein schön barret von gensfüeßen auß dem königreich China.<br>\n5. Ein seltzam kleidt auß Japha.<br>\n6. Ein filtzmantel auß Arabia.<br>\n7. Schu auß vielen frembden länderen.<br>\n8. Eine steinene achs auß India, wie ein stral. <br>\n9. Schöne röck auß Arabia.<br>\n10. Ein seitenspil mit einer eintzigen seiten.<br>\n11. Ein ander seitenspil auß Arabia.<br>\n12. Einhorn unndt schweiff eines rhinocerotis, ist ein groß thier wie\nein helfant.<br>\n13. Ein luftmacherlin 3 von einem blatt.<br>\n14. Seltzame schwerter von holtz unndt steinen.<br>\n15. Eines meerochsens 1 geflochtene horn.<br>\n16. Ein rundt horn eines englischen weibs, daß ihren an der stirnen gewagsen.<br>\n17. Ein balsamiert (mumia) kindt.<br>\n18. Lidere wafen.<br>\n19. König Heinrich deß achten narren mitt fleschen.<br>\n20. Eines einhorns schweiff.<br>\n21. Überschriben papier auß rinden.<br>\n22. Indianisch steinen schermeßer.<br>\n23. Ein straalstein in einem mastbaum außgegraben, nachdem daß wetter auf dem meer darein geschlagen hatt; sieht wie der Judaicus stein.<br>\n24. Ein stein für das miltze wehe.<br>\n2 5. Kunstreiches kestlin auß China.<br>\n26. Irdine kanten auß China.<br>\n27. Fliegender rhinoceros.<br>\n28. Harechter wurm Scolopendra.<br>\n29. Fliegen, so in Virginia nachts scheinen, an statt der Hechteten weil oft über ein monat kein tag da ist.<br> \n30. Einbeinen klein händlin, damit man sich in India kratzet.<br> \n31. Der königen auß Engellandt sigel.<br>\n32. Guldin sigel deß türkischen keysers.<br>\n33. Viel geschirr auß China.<br>\n34. Falcken kopf von schönen federen.<br>\n35. Viel heiligthumben auß einem spangischen schiff, daß er hatt helfen eroberen.<br>\n36. Marien bildt auß indianischen federen. .<br>\n37. Ein türkische kanten undt platten. <br>\n38. Ein indische kettin von affenzeenen. <br>\n39. Eines meer eyßvogels nest, der die stille deß meers bedeütet. <br>\n40. Ein schnabel eines pelicans, deß egyptischen vogels, der seine iungen tödet unndt darnach ihme selber sein brust aufbeyßet unndt die jungen mit seinem blut begeüsset, biß sie widerumb lebendig werden. <br>\n41. Ein spiegel, der alle ding vielfach zescheinen machet. <br>\n42. Kronen von (ungulis) huffen. <br>\n43. Abgötter der heiden. <br>\n44. Sättel auß viel frembden länderen, stunden oben herumb auf schäften. <br>\n45. Zwo schöne, gefärbte indianische schaffhüt, glantzten wie seiden. <br>\n46. Remora. Ein fischlin, der die schiff aufhaltet oder hindert, daß sie nitt mögen fortfahren, wann er sie anrüret, wie auch gleichfahls ein anderer, torpedo genennet, der den schifleüten die händt verstunet undt entschläfet, so er ihnen nur an daß ruder kompt. .<br>\n47. Einmeer mauß, mus marinus. <br>\n48. Vielerley beinene instrument. <br>\n49. Pfeiffen auß rohren, wie der Pan darein blaset. <br>\n50. Ein indianisch lang, schmahl, höltzin meer fischer schiflin mitt den ruderen undt ihren schuen, hunge an der büne in diser kammer. <br>\nSonst hatte er auch viel alte heidnische müntzen, schöne gemähel, allerhandt corallen unndt meergewegs in großer menge. Es sindt sonst auch noch andere in Londen, die sich auf seltzame sachen legen; aber dieser herr übertrift die anderen alle weit mit frembden sachen, wegen seiner indianischen reiß, die er mit vleiß verrichtet hatt.\n",
        "src_text_translation": "This same Mr. Cop inhabits a fine house in the Snecgas; he led us into anapartment, stuffed with queer foreign objects in every corner, and amongst other things I saw there, the following seemed of interest.<br>\n1. An African charm made of teeth. <br>\n2. Many weapons, arrows and other things made of fishbone.<br>\n3. Beautiful Indian plumes, ornaments and clothes from China.<br>\n4. A handsome cap made out of goosefoots from China.<br>\n5. A curious Javanese costume.<br>\n6. A felt cloak from Arabia.<br>\n7. Shoes from many strange lands.<br>\n8. An Indian stone axe,like a thunder-bolt. <br> 9. Beautiful coats from Arabia.<br>\nIO. A string instrument with but one string.<br>\n11. Another string instrument from Arabia.<br>\n12. The horn and tail of a rhinoceros, is a large animal like an elephant.<br>\n13. A fan made out of a single leaf.<br>\n14. Curious wooden and stone swords.<br>\n15. The twisted horn of a bull seal.<br>\n16. A round horn which had grown on an English woman's forehead.<br>\n17. An embalmed child (Mumia). <br> \n18. Leathern weapons.<br>\n19. The bauble and bells of Henry VIII's fool.<br>\n20. A unicorn's tail.<br>\n21. Inscribed paper made of bark.<br>\n22. Indian stone shears.<br>\n23. A thunder-bolt dug out of a mast which was hit at sea during a storm; resembles the Judas stone.<br>\n24. A stone against spleen disorders.<br>\n25. Artful little Chinese box.<br>\n26. Earthen pitchers from China.<br>\n27. Flying rhinoceros.<br>\n28. (Caterpillar) Hairy worm, sidopendra.<br>\n29. Flies which glow at night in Virginia instead of lights, since there is often no day there for over a month.<br>\n30. A small bone implement used in India for scratching oneself.<br>\n31. The Queen of England's seal.<br>\n32. Turkish Emperor's golden seal.<br>\n33. Porcelain from China.<br>\n34. Falcon's head made of fine feathers.<br>\n35. Many holy relics from a Spanish ship which he helped to capture. <br> \n36. A Madonna made of Indian feathers.<br>\n37. A Turkish pitcher and dishes.<br>\n38. An Indian chain made of monkey teeth.<br>\n39. A sea-halcyon's nest, sign of a calm sea.<br>\n40. A pelican's beak, the Egyptian bird that kills its young, and afterwards tears open its breast and bathes them in its own blood, until they have come to life.<br>\n41. A mirror which both reflects and multiplies objects.<br>\n42. Crowns made of claws (ungulis).<br>\n43. Heathen idols.<br>\n44. Saddles from many strange lands; they were placed round the top on stands.<br>\n45. Two beautifully dyed Indian sheepskins with silken sheen.<br>\n46. Remora. A little fish which holds up or hinders boats from sailing when it touches them, likewise another species called 'torpedo' which petrifies and numbs the crews' hands if it so much as touches the oars. <br> 47. A sea mouse ( mus marinus).<br> \n48. Numerous bone instruments.<br> \n49. Reed pipes like those played by Pan.<br> \n50. A long narrow Indian canoe, with the oars and sliding planks, hung from the ceiling of this room.<br>\nHe possessed besides many old heathen coins, fine pictures, all kinds of corals and sea-plants in abundance. There are also other people in London interested in curios, but this gentleman is superior to them all for strange objects, because of the Indian voyage he earned out with such zeal.\n",
        "page_img": 929215
    },
    {
        "id": "l14",
        "label": "crowded streets",
        "name": "Crowded streets",
        "x": 74.69,
        "y": -57.74,
        "text": "Undefined place",
        "src_text_orig": "Diese statt Londen ist nicht allein mit viel seltzamen sachen außgespicket, sondern auch so volckreich, daß einer schier auf der gassen vor dem gedreng nicht gehen kan.",
        "src_text_translation": "This city of London is not only brimful of curiosities, but so populous also that one simply cannot walk along the streets for the crowd.",
        "page_img": 929218
    },
    {
        "id": "l15",
        "label": "Public executions",
        "name": "Public executions at Tyburn",
        "x": 77.46,
        "y": -141.66,
        "text": "Tyburn was a village with the city's gallows outside of the bounds of this map, near today's Marble Arch.",
        "src_text_orig": "Sonderlich wann man alle viertheil jahres daß gericht zu Londen besetzet, so kommen auß allen enden gantzes Engellandts (aux termes) auf bestimpte zeit dahin unndt berechtigen allerhandt sachen, die sich hiezwischen zugetragen, dann man alles dahin spahret; da gehet es dann an ein metzgens unndt henckens; werden auß allen gefengnußen, ( deren sehr viel in der statt hin nndt wider sindtd, dass sie dann den fürübergehenden daß almusen forcieren undt bißweilen so viel erbettlen, daß sie sich können loß kaufen), herfür geforderet unndt berechtiget; wann man fertig mitt ihnen, so setzet man die zum strangen verurtheilet auf einen karren, leget yeglichem ein strick an hals, unndt fahret der hencker mitt ihnen für die statt hinuß zum galgen, Tiborn genennet, ist vast ein stundt wegs von der statt; da leget er einem nach dem anderen den strick an galgen, unndt fahret er mitt dem karren under dem galgen hindurch welcher gar nider vom boden ist; da kommen der erhenckten freünd unnd; ziehen sie bey den füßen, daß sie desto ehe sterben. Demnach nimpt man sie von dem galgen herunder unndt begrabt sie auf den kirchhof darneben darauf ein haus ist, in welchem solch groß ungeheüwer gehet, daß niemandtsd arinnen wohnen kan, wie ich dann solches gesehen hab. Es vergehet selten ein rechtstag viermahl im jahr, daß man nicht zu Londen von 20 biß in 30 personen, mann unndt weib, mitt einander aufknipfet.",
        "src_text_translation": "Especially every quarter when the law courts sit in London and they throng from all parts of England for the terms (aux termes) to litigate in numerous matters which have occurred in the interim, for everything is saved up till that time; then there is a slaughtering and a hanging, and from all the prisons ( of which there are several scattered about the town where they ask alms of the passers by, and sometimes they collect so much by their begging that they can purchase their freedom) people are taken and tried; when the trial is over, those condemned to the rope are placed on a cart, each one with a rope about his neck, and the hangman drives with them out of the town to the gallows, called Tyburn, almost an hour away from the city, there he fastens them up one after another by the rope and drives the cart off under the gallows which is not very high off the ground; then the criminals' friends come and draw them down by their feet, that they may die all the sooner. They are then taken down from the gallows and buried in the neighbouring cemetery, where stands a house haunted by such monsters that no one can live in it, and I myself saw it. Rarely does a law day in London in all the four sessions pass without some twenty to thirty persons - both men and women - being gibbetted.",
        "page_img": 929218
    },
    {
        "id": "l16",
        "label": "Bridewell Women's Prison",
        "name": "Bridewell Women's Prison",
        "x": 69.318,
        "y": -84.587,
        "text": "",
        "src_text_orig": "Unndt dieweil die statt sehr groß, offen unndt volckreich, haltet man die gantze nacht in allen gaßen wacht, damit daß unrecht gestrafet werde. Es hatt auch gute ordnung in der statt wegen der unzüchtigen weiberen; sindt sonderbahre commissar dazu bestellet, welche, so sie einen bettreffen, straffen sie ihn mit der gefangenschaft unndt an gelt. Daß weib aber führen sie in daß hauß Bridouel, daß ist deß königs häuß, ligt gegen dem wasser; da geißlet sie der nachrichter im selbigen hauß nackendt in beysein vieler leüten. Unndt obschon gute achtung auf sie geben wirdt, so lauft doch ein groß geschwirm gemelter weiberen in der statt hin undt wider in die bierheüser unndt comoedien plätz.",
        "src_text_translation": "And since the city is very large, open, and populous, watch is kept every night in all the streets, so that misdemeanour shall be punished. Good order is also kept in the city in the matter of prostitution, for which special commissions are set up, and when they meet with a case, they punish the man with imprisonment and fine. The woman is taken to Bridewell, the King's palace, situated near the river, where the executioner scourges her naked before the populace. And although close watch is kept on them, great swarms of these women haunt the town in the taverns and playhouses.",
        "page_img": 929220
    },
    {
        "id": "l17",
        "label": "Fish Markets",
        "name": "Fish Markets",
        "x": 65.98,
        "y": -25.33,
        "text": "Platter likely talks about Billingsgate Market here.",
        "src_text_orig": "Auf dem fischmärckt an einer langen gassen hab ich gesehen sehr viel hecht veil haben, den sie hoch achten unndt pike nennen, welchen sie mitt (aguilles) nodlen, älen unndt anderen kleinen fischlinen speysen. Unndt hab ich gesehen, daß yeglicher solcher fischet oder fischerin ein kipferine oder messine nodlen undt faden im ziber sampt einem scharpfen messer stecken gehept hatte. Unndt nach dem die keüfer umb einen hecht gefelset, haben die verkeüfer oder verkeüferin denselbigen auf ihr begeren am bauch aufgeschnitten, die därm auf die handt hinauß gelegt, zezeigen, ob der hecht fett genug seye oder nicht, unndt demnach widerumb zugeneyet: wahre der hecht fett genug, so name ihn der kauf man, zeigten aber die därm an, daß erze mager seye, so behulten ihn die fischet undt thaten ihn widerumb in den weyer zu ettlichen schleyen, an welchen sie sich streichen unndt dermaßen zuheilen, daß sie auf daß wenigest noch acht tag, ya wie sie sagten, ettliche monat kanten frisch bleiben. Sie hatten auch in den fischzüberen neben den hechten albereit schleyen, daß sie ihren desto baß gewohneten. Daß hab ich mit meinen augen zu Londen gesehen; ist ihm auch nicht anderst.",
        "src_text_translation": "At the fishmarket, in a long street, I saw a quantity of pike up for sale; they are very fond of this, and call it 'pike', and feed it with needle-fish (Aiguilles) eels and other tiny fish. And I noticed that each of these fishermen and fishwives kept a copper or brass needle and thread in the tub, with a sharp knife. And when the purchasers desired a pike the salesmen and saleswomen slit open its belly at their bidding, placing the guts on their hands to show whether the pike was sufficiently fat, and then sewed it up again: if the pike proved fat enough, then the purchaser took it, but if the guts looked thin and poor the fishmonger kept it, throwing it back into the basin amongst the tenches against which they rub themselves and recover enough to keep fresh for at least another week, in fact according to them fish could keep fresh for some months. Indeed they kept tench ready in the fish tanks with the pike, so that they would get used to them; all this I witnessed in London with my own eyes, nor is it otherwise.",
        "page_img": 929225
    },
    {
        "id": "l18",
        "label": "St. Paul’s Cathedral",
        "name": "St. Paul’s Cathedral",
        "x": 71.84,
        "y": -67.73,
        "text": "",
        "src_text_orig": "Den 21. septembris bin ich am morgen in Sant Pauli (kerck) kirchen gangen, da habe ich sehen unndt hören in englischer sprach die thumbherren in weißen  hembderen unndt vierecketen hüblinen, wie sie bey uns pflegen im pabstumb zutragen, musicieren unndt die orglen darzu schlagen, gleich als wann sie meß sungen. Demnach bin ich 300 stapflen hoch auf der kirchen tach gestigen, welches breit unndt mitt bley überleget ist, daß man woll darauf spatzieren gehn kan, wie dann alle sontag viel weiber unndt mannen mitt einanderen auf daßselbig tach spatzieren gehendt. Darauf hab ich die gantze statt Londen gar woll übersehen können, wie sie lang unndt schmahl ist. Als ich widerumb hinunder gunge, vermerckte ich, daß zwey chor oder kirchen übereinander sindt in Sant Paulus kirch; […] Wann man zur einen thüren hinaus kompt, ist ein gehauwener stein unndt cisternen darneben, da man pfleget, daß waßer zelösen; stehet auch oft ein faß darbey, den harn darein aufzefassen; gibt gar em anmutigen geruch den fürüber gehenden.",
        "src_text_translation": "On the morning of September 21st, I went to St. Paul's Church, where I saw and heard the canons, in white surplices and square birettas similar to the Papists at home, conduct the service in English, with music and organ accompaniment just as if they were celebrating mass. I then climbed three hundred steps to the church roof, which is broad and covered with lead, so that one may walk there, indeed every Sunday many men and women stroll together on this roof. Up there I had a splendid view of the entire city of London, of how long and narrow it is. On descent I observed that there are two choirs or churches 1 in St. Paul's, one above the other; and in the choir […] Outside one of the doors is a hewn stone, and a standard near by where water may be obtained, and often a vessel stands by it for passing urine, giving a pleasant odour to the passers-by! ",
        "page_img": 929226
    },
    {
        "id": "l19",
        "label": "Booksellers",
        "name": "Booksellers",
        "x": 71.88,
        "y": -71.18,
        "text": "",
        "src_text_orig": "Rings umb die kirch herumb wohnen die buchführer undt buchbinder, da einer allerhandt schöne bücher zekauffen findet.",
        "src_text_translation": "Right round the church dwell the booksellers and binders, where all manner of fine books may be had for sale.",
        "page_img": 929228
    },
    {
        "id": "l20",
        "label": "Westminster Abbey",
        "name": "Westminster Abbey",
        "x": 60.95,
        "y": -149.57,
        "text": "",
        "src_text_orig": "Den 20. septembris bin ich am morgen mitt meiner geselschaft in die schöne unndt große, köstlich erbamvene königliche kirch Westmünster gangen, welche gegen nidergang an der Tems, tausendt schritt oder ein halb meil von Londen ligt, unndt doch nicht von der statt abgesinderet sondern allein am endt derselbigen ist, da mehrertheils der königen auß Engellandt begraben ligendt. Vor der capellen ist ein großer saal, der gerichtmarckt, in welchem die richtet pflegen zesitzen unndt alle viertheil jahres, wie obgemeldet, zerechtigen nach altem gebrauch der Engellenderen, uundt wirdt daß parlament von 24 burgern oder männeren, die sie aldermän heißen, gehalten. Der dachstuhl ist von sauberem holtz gemacht, daß, wie man mich berichtet hatt, keine spinnwapen leidet oder annimpt, wie ich dann in der wahrheit kein einige spinwapen an demselbigen dachstul hab sehen können. Sonst ist die kirch ein sehr großes werck, gar kunstlich erbauwen, sonderlich hatt es darinnen ein capellen, welche könig Heinrich der sibendt vor 80 jahren mitt gehauwenen steinen hatt bauwen laßen, auch so zierlich unndt kunstlich welben, daß ihres gleichen nicht baldt zufinden. Unndt hab ich in dieser capellen die stattlichsten unndt prächtigsten be-grebnißen der könig unndt königin auß Engellandt gesehen, als mir ye zevor zesehen worden.\nVor der capellen, außen im chor, seindt auch viel andere begrebnußen der königen von marbelstein allerhandt seltzamer farben, mitt kleinen vierecketen steinlinen wie ein porphyr eingelegt. […] Im chor dieser kirchen ist, wie gemeldet, daß gewölb gar schön mitt steinen außgehauwen unndt die stiel von holtz mechtig kunstlich außgeschnetzlet. Da habe ich ein balsamierte königin, so erstlich mitt einer bleyinen sarck, yetz allein mit einem tuch überzogen, gesehen. In gemeltem chor sahe ich auch den stuel, auf welchem seidthero ettliche hundert jahren, auch noch stehts, alle könig unndt königin gekrönet tmndt der rydt geben worden ist. Darunder ligt ein großer stein, 4 spannen lang unndt 2 breit, welches der sein soll, darauf der ertzvatter Jacob geruhet hatt, als er die engel an einer leiteten in himmel auf- unndt absteigen gesehen. Unndt ist dieser höltzin sessel auß Schottlandt in Engellandt gebracht worden […]. Als wier erstlich in die kirchen kamen, sahen wier ein lange tafel, übersetzet mitt blatten voller rauwes fleisch unndt darneben, auch neben yeglicher, sechs englische pfenning; unndt wahren arme weiber da, die namen gemelte speyß undt gelt hinweg; soll ein besondere stiftung sein.\nIn dem großen vorderen saal haben auch ettliche kaufleüt bücher unndt linwott veil. In dem garten deß klosters, darinnen studenten undt prediger wohnen, hab ich ein lancieren voll reben, sonst keine in gantz Engellandt, gesehen, unndt als ich die trübel versucht, welche zeitig wahren, bedunkten sie mich gar waßerig zesein, also daß man kein guten wein könte darauß machen. Nach dem wier obgemelte sachen besehen, sindt wir auf der Tems widerumb hinunder in unser herbrig gefahren.",
        "src_text_translation": "On the morning of September 20th, I and my party",
        "page_img": 929230
    },
    {
        "id": "l21",
        "label": "Christ’s Hospital",
        "name": "Christ’s Hospital",
        "x": 74.89,
        "y": -71.57,
        "text": "",
        "src_text_orig": "Den 25. septembris habe ich neben Christi spital einen anderen spital gesehen, der von einer stattlichen frauwen soll gestiftet undt bey ihrem lebzeiten in daß werck gerichtet sein worden, in welchem spital man täglich 700 junge knaben unndt töchteren speyset, tränket unndt kleidet, auch in sonderbahren schulen in demselbigen spital lesen unndt schreiben lehrnet, unndt werden solang im selbigen spital erhalten, biß sie zu einem handtwerck oder dienst tugendtlich sindt; als dann nimpt man sie heraus unndt verdinget sie, wohin sie lust haben unndt worzu sie erforderet werden, so woll die lmaben als die töchteren; sindt alle gar schöne kinder, welche man armen leüten abnimpt unndt in disen spital thutt. Sie halten ihren spital gar überaus sauber, sindt in der knaben langem saal auf yeder seiten 140 bett aneinanderen, da ye zwen unndt zwen beysamen ligen, unndt haben foßtröglin neben ihren betten, darinnen sie ihre kleider behalten. Der töchteren sind ettwaß weniger in einem kleineren ort. ",
        "src_text_translation": "",
        "page_img": 929241
    },
    {
        "id": "l22",
        "label": "St. Bartholomew’s Hospital",
        "name": "St. Bartholomew’s Hospital",
        "x": 75.8,
        "y": -76.36,
        "text": "What Platter means with \"frantzosen\" is people infected with the \"French pox,\" or what we call today: Syphilis.",
        "src_text_orig": "Nicht weit von disem hab ich noch ein spital gesehen, da die mit den frantzosen behaftet in einem sonderen quartier abgesöndert unndt die verwundten auch besonder wohnen unndt gespeyset werden.",
        "src_text_translation": "",
        "page_img": 929241
    },
    {
        "id": "l23",
        "label": "Meat and fish on the street",
        "name": "Meat and fish on the street",
        "x": 77.13,
        "y": -77.76,
        "text": "Undefined place",
        "src_text_orig": "Obschon ein große metzg unndt fischer hauß in Londen beschlossen so verkauft man doch auch sonst an mehr orten fleisch unndt fisch, welch beyde woll zu bekommen umb ein rechten pfenning, wie man dann gar gute ordnung darob haltet.",
        "src_text_translation": "",
        "page_img": 929242
    }
]