[
    {
        "id": "p1",
        "label": "Mayor of London",
        "name": "",
        "x": 71.828,
        "y": -29.67,
        "text": "Estimated to be somewhere in Langbourn Ward. The Mayor of London in 1599 was Nicholas Mosley and his wife was probably Elizabeth Hendley.",
        "src_text_orig": "Unndt weil der (maieur) stattmeister vernommen, daß wier doch ihm unbekante lust hetten, mitt ihme zeeßen,hatt er uns, junker Stüber, herren Julium unndt mich, durch der statt dieneren einen auf den 13 octobris zum imbiß eßen laßen betten, dahin wier uns dann auch verfüget. Wie es umb die zeitt wehre deß imbißeßens, schiket unns der (maieur) stettmeister zwen fürnemme männer in unser losament, uns anzumahnen, die herren seyen beysammen. Als wier in sein hauß kamen, empfienge uns der (porte espée) schwerttrager, (so ihme stettmeister oft pfleget \nvorzegen), unndt führet uns in dass hauss hinauf in ein schönen saal; da grüßten uns die herren unndt empfiengen uns sehr freündtlich; auch empfiengen uns die weiber mitt einem kuß. [ADD TEXT] unndt danket ihme auch unseftwegen der herr Boutton in englischer sprach hinwider, wie er dann auch in wehrendem eßen olt unß versprach, dann wier nichts verstunden, weder waß sie auf latein, frantzösisch oder spangisch mitt uns redeten. Unndt wehret dieß banket biß gegen abendt, da er uns dann widerumb lueße biß nach hauß begleiten.",
        "src_text_translation": "And since the mayor (maieur) understood that we, although unknown to him, desired to eat with him, he sent us—Jakob Stüber, Herrn Julius and myself— an invitation by one of the city retainers, to come to lunch on October 13th, whither we then betook ourselves. As it drew near to lunch time, two men of distinction came to our lodging from the mayor (maieur), to advise us that the gentlemen were foregathered. On arrival, the sword-bearer (Porteespee, who frequently proceeds before the mayor) received us and led us through the house to a handsome apartment, where the gentlemen bade us a warm welcome, and the women received us with a kiss. Then we were handed scented water, perfumed with musk, and costly preparations to wash our hands, and when we and our interpreter were seated at table in our cloaks, he called upon his son to say grace. Straightway all manner of lavish dishes were served most decorously. And there were two servers or carvers who removed one plate after another from the table to another covered table near by, and they did nothing else but carve and serve. They laid the food in small pewter bowls, placing these before each person upon plates, one course after another, all most perfectly and richly prepared and served with dehghtful sauces, while diverse other dishes to stimulate the appetite surrounded one. The drinks consisted of in England all kinds ofwine can be had for comparatively little money because of the low freightage by sea. After two helpings of roasts, stews, and other things, dessert was served, consisting only of sweetmeats, tarts, and pastries, not to be compared for delicacy with the entrees. Finally he gave us thanks for the honour we did him in lunching with him, and he asked us to accept his hospitality, and Mr. Button thanked him in the English tongue on our behalf, for he had spoken for us often while the meal lasted, since we understood nothing of what they said to us, either in Latin, French, or Spanish. And this banquet continued until towards evening, when once again we were accompanied home. the best beer and all manner ofheavy and light wines to follow, as for instance, Greek, Spanish, Malmsey, Lanquedoc, French and German, for",
        "page_img": 929188,
        "picture_url": ""
    },
    {
        "id": "p2",
        "label": "English Women",
        "name": "English Women",
        "x": 44.84,
        "y": -55.17,
        "text": "Platter has <a href=\"https://swissbritnet.ch/story_007_platterfashion.html\" target=\"_blank\" class=\"unibas-link\">quite some things to say</a> about English women, their supposed freedom and their scadalaous fashion.",
        "src_text_orig": "Unndt haben die weibsbilder, welche mehrteils blauve, mit graun vermischte augen haben, auch weiß undt hüpsch sindt, in Engellandt viel mehr freyheit als ettwan an anderen orten, wissen sich auch deßen woll ze-gebrauchen, dann sie in kleideren überaus prächtig, mehrtheils müeßig spatzieren gehen oder auf gutschen fahren, unndt mießen es die mannen ihnen gar woll lassen gefallen, dörfen ihnen deßwegen nichts arges zu-fügen, sonder es schlagen woll oft die weiber ihte männer, welches so man es erfahret, setzet man den aller nechsten seinen nachbauren auf einen karren unndt führet ihn dem geschlagenen zu spott durch die gantze statt mitt vermeldung, daß seye sein straff darumb, daß er nicht seinem nach-bauren seye zuhülf kommen, als ihn sein frauw geschlagen. Sie legen sehr vicl auf kröser, stercken sie blauw, damit sie desto weißer im angesicht scheinen; darf woll cine auf der gassen sammet, der bey ihnen gemein, tragen, die dahcim im hauß, wie ich berichtet worden, ettwan daß trucken brot nicht gehaben mag*. Die englische burgersweiber pflegen hohe hütt, mitt sammet oder seiden gemeinlich überzogen, auf ihren köpfen zutragen unndt mitt außgeschnittenen röcken auf die alte teütsche manier bekleidet dahär zu gehent. Tragen an statt des fischbeins über die brust ein breit, rundt geschnitten holtz, damit sic den leib desto grädct unndt aufrechter halten können. Die weibsbilder vom adel kleiden sich den französischen vast geleich, allein haben sie gar überauß lange weichenen, wie dann ihre trachten ich hiebey mahlen will.\nUnndt ist ein sprüchwort von Engellandt, daß man sagt, Engellandt seye der weiber paradeiß, der knecht gefengnuß, weil sie herren unndt frauwn streng dienen mießen, unndt der pferdt hell oder fegfeüwer', weil es mehrtheil zelter sindt, die man streng reitet wegen deß ebenen unndt sandechtigen landts.\nDie sitten der Engellenderen, als Julius, der erst keyser, in Engellandt kame, wahren viel anderst dann heütigs tags; dann daß gemein volck lebte im landt von milch und fleisch, ohne brot, unndt kleideten sich mit heüten der thieren.\nEin weib dorfte ettwan zehen männer zu der ehe haben, unndt galt gleich, es wehren ihte bruder oder auch vatter gewesen. Sie ritten auch grittlingen wie die mannen auf den pferden, biß ein Teütsche dem könig auß Engellandt vermählet ist worden, die sie hatt lehrnen anderst reüten.\nHeütigs tags ist daß gemein volck auch gleich sehr noch zimblich grob unndt unerfahren, sonderlich die niemahlen von hauß kommen; die ver-meinen, die welt seye außerthalb Engellandt mitt bretteren verschlagen unndt möge kein nation mitt den Engellenderen an tugenden unndt schöner gestalt verglichen werden. Dohäro sie, alsbaldt sie ein schönen mann sehen, sagen, er seyc ein englisch mann, oder vernemmen sie, daß er kein Engellender, sagen sie, es seye gar schadt, daß er kein Engellender seye.",
        "src_text_translation": "",
        "page_img": 929246,
        "picture_url": "https://www.e-manuscripta.ch/i3f/v21/929247/0,700,2200,2100/pct:10/0/default.jpg"
    },
    {
        "id": "p3",
        "label": "James Meddowes",
        "name": "Lunch with James Meddowes and his Wife",
        "x": 69.38,
        "y": -36.53,
        "text": "Unidentified Place, but possibly somwhere close to Eastcheap. James Meddowes had previously studied in Basel and served as a contact for quite a few Swiss travellers. He also <a href=\"https://www.e-manuscripta.ch/bau/content/zoom/4143036\" class=\"unibas-link\">left an entry</a> in Platter's album amicorum detailing his fond memories of his time at the University.  ",
        "src_text_orig": "haben h[erren] d[octor] Medusium theologum unndt sein gemahel zu gast gebetten, wie dann in Engellandt gebreüchlich, daß man nicht baldt den mann ohne das weib zu gast bittet; sein weib wahre ein kindt von Heidelberg.",
        "src_text_translation": "And having now for the eighth time also made a gratuity to the soldiers we returned to our hostel, where we had inirited H. D. Medusius, Theologian, and his wife, for in England it is not customary to invite a man without his wife; his wife comes from Heidelberg.",
        "page_img": 929199,
        "picture_url": ""
    },
    {
        "id": "p4",
        "label": "English Men",
        "name": "English Men",
        "x": 45.08,
        "y": -76.019,
        "text": "",
        "src_text_orig": "Die edlen aber unndt welche in andere länder gereyset, sindt vast ehrbietig unndt freündtlich gegen den frömbden, grüßen sie mitt entdecktem haupt unndt gebogenen knien, ettliche greiffen einander auch nach den kneyen, doch außwendig, unndt wegslen es zierlich ab. Die weiber aber grüßet man wie in Frankreich mit einem kuß.\nIm krieg sindt sie mannhaft unndt starck, mögen woll hunger, kelte unndt nacht wacht leiden. Sie verwüsten in kriegen die äcker oder stätt nicht, sondern ein parthey understehet die andere außzumachen; dann, nachdem sie einmahl zur wher gegriffen, laßen sie nicht ab, biß sie wißen, ivelche parthey obsiget, weil alles dem, so daß veldt behaltet, underwürftg sein muß.\nEs hatt vor Zeiten viel starcke risen in Engellandt gehept. Unndt sindt noch gemeinlich große, schöne, starcke einwohner im landt.",
        "src_text_translation": "",
        "page_img": 929254,
        "picture_url": ""
    },
    {
        "id": "p5",
        "label": "Of English people in general",
        "name": "Of English people in general",
        "x": 46.4,
        "y": -87.44,
        "text": "",
        "src_text_orig": "Die einwohner in der gantzen insel sindt vast alle reich, so woll wegen des meers undt der schifffahrten, als deß lufts unndt fruchtbahrkeit deß landts. Dann es ist ein zimblich warme gelegenheit, unndt fangt der winter mit den schneen im decembri an, wehret biß in hornung, bleibt aber nicht lang ligen. Brauchen wenig holtz zum wermen, haben keine ofen. Unndt vermeinene ettlich, daß solches von seinem gelinden,temperierten  unndt diken luft härreiche, welcher den himmel mehrtheils dick unndt trüb erhaltet.\nDer lengst tag zu sommer zeiten hatt an ettlichen örteren achtzehen stundt, unndt daselbsten ist die gantze nacht heiter zusehen. Feldtfrüchten hatt es herrlich hüpsch in Engellandt, korn, roken, gersten, habern, bohnen, hopfen, garten gewechs, epfel, biren vilerley gattung, roter undt blauwer pflaumen, kürschen, die doch zimblich spaht zeitig werden. Kein weingewägs hatt es in diesem königreich, dann die trübel nicht mögen zur zeitigung kommen; man findet aber umbs gelt den herrlichsten, besten wein auß allerley nationen, wie mans nur begeret, umb ein zimblich geringen pfenning. Sie trincken mehrtheils bier, welches so schön unndt lauter an der farb als ein alter elsaßer wein ist, sehr gutt unndt lieblich, welches auch in weite landt verführet wirdt.",
        "src_text_translation": "",
        "page_img": 929257,
        "picture_url": ""
    },
    {
        "id": "p6",
        "label": "Witches",
        "name": "Witches",
        "x": 44.21,
        "y": -62.26,
        "text": "",
        "src_text_orig": "Es werden sehr viel hexen in Engellandt gefunden, weil, wie man mich berichtet, man sie da nicht am leben straffet auß ursach, daß als auf ein zeit die königin auf dem wasser gewesen unndt ettliche hexen sie gewölt durch böß wetter verderben, soll ein andere hex darfür gebetten unndt daß wetter aufgehalten haben, wie sie selber bekennet; deßwegen, ob sie schon noch viel hagel, ungewitter u.s.w., wie man meint, bringen, man sie noch am leben nicht strafet.",
        "src_text_translation": "",
        "page_img": 929269,
        "picture_url": ""
    }
]