[
    {
        "id": "p1",
        "label": "Mayor of London",
        "name": "Mayor of London",
        "x": 69.99,
        "y": -1.757,
        "text": "Estimated to be somewhere in Langbourn Ward. The Mayor of London in 1599 was likely Nicholas Mosley and his wife was probably Elizabeth Hendley.",
        "src_text_orig": "Unndt weil der (maieur) stattmeister vernommen, daß wier doch ihm unbekante lust hetten, mitt ihme zeeßen, hatt er uns, junker Stüber, herren Julium unndt mich, durch der statt dieneren einen auf den 13. octobris zum imbiß eßen laßen betten, dahin wier uns dann auch verfüget. Wie es umb die zeitt wehre deß imbißeßens, schiket unns der (maieur) stettmeister zwen fürnemme männer in unser losament, uns anzumahnen, die herren seyen beysammen. Als wier in sein hauß kamen, empfienge uns der (porte espée) schwerttrager, (so ihme stettmeister oft pfleget vorzegen), unndt führet uns in dass hauss hinauf in ein schönen saal; da grüßten uns die herren unndt empfiengen uns sehr freündtlich; auch empfiengen uns die weiber mitt einem kuß. Demnach gabe man uns, mitt bisem unndt köstlichen sachen vermischet, wollriechendt waßer, die händt zeweschen, unndt als wier sampt unserem dollmetschen in unseren mäntlen zetisch geseßen lueße er durch seinen sohn über tisch betten. <br>Alsbaldt truge man bey dem aller stattlichsten auf allerley köstliche eßen. Unndt wahren zwen credentzer oder fürschneider, die namen ein blatten nach der anderen ab der tafel auf einen anderen bedeckten disch darneben unndt thatten nichts anders dann zerschneiden unndt fürlegen. Sie legten die speysen in kleine, zinnene senf schisselin undt stallten sie yeglichem auf delleren vor, ein speiß nach der anderen, welche alle zum besten undt köstlichsten wahren zubereitet unndt mitt lieblichen soßen begoßen, auch sonst allerhandt zum appetit reitzenden trachten umbstellet.<br> Daß tranck wahre erstlich deß besten bieres; demnach truge man allerhandt starcke unndt anmütige wein auf als griechischen, spangischen, malvasier, languedokischen, frantzösischen unndt teütschen, wie dann in Engellandt allerley wein wegen der ringen fuhr auf dem meer umb ein zimblichen pfenning wohl zebekommen sindt.<br> Nach dem man zweymahl beym stattlichsten von gebratenem, gesottenem unndt anderem aufgetragen, hatt man den nachtisch auf gestellet, welcher allein von zucker, darten unndt biscuit wahre; mochte sich mitt dem vortisch nicht vergleichen köstlickeit halben.<br> Letstlich luße er uns abdanken der ehren, daß wier mitt ihm zemittag geeßen, auch bitten, wier wolten also vergut nemmen, unndt danket ihme auch unsertwegen der herr Boutton in englischer sprach hinwider, wie er dann auch in wehrendem eßen oft unß versprach, dann wier nichts verstunden, weder waß sie auf latein, frantzösisch oder spangisch mitt uns redeten. Unndt wehret dieß banket biß gegen abendt, da er uns dann widerumb lueße biß nach hauß begleiten. ",
        "src_text_translation": "And since the mayor (maieur) understood that we, although unknown to him, desired to eat with him, he sent us, Jakob Stüber, Herrn Julius and myself, an invitation by one of the city retainers, to come to lunch on October 13th, whither we then betook ourselves. As it drew near to lunch time, two men of distinction came to our lodging from the mayor (maieur), to advise us that the gentlemen were foregathered. On arrival, the sword-bearer (Porteespee, who frequently proceeds before the mayor) received us and led us through the house to a handsome apartment, where the gentlemen bade us a warm welcome, and the women received us with a kiss. Then we were handed scented water, perfumed with musk, and costly preparations to wash our hands, and when we and our interpreter were seated at table in our cloaks, he called upon his son to say grace.<br> Straightway all manner of lavish dishes were served most decorously. And there were two servers or carvers who removed one plate after another from the table to another covered table near by, and they did nothing else but carve and serve. They laid the food in small pewter bowls, placing these before each person upon plates, one course after another, all most perfectly and richly prepared and served with delightful sauces, while diverse other dishes to stimulate the appetite surrounded one.<br> The drinks consisted of the best beer and all manner of heavy and light wines to follow, as for instance, Greek, Spanish, Malmsey, Lanquedoc, French and German, for in England all kinds of wine can be had for comparatively little money because of the low freightage by sea.<br> After two helpings of roasts, stews, and other things, dessert was served, consisting only of sweetmeats, tarts, and pastries, not to be compared for delicacy with the entrees.<br> Finally he gave us thanks for the honour we did him in lunching with him, and he asked us to accept his hospitality, and Mr. Button thanked him in the English tongue on our behalf, for he had spoken for us often while the meal lasted, since we understood nothing of what they said to us, either in Latin, French, or Spanish. And this banquet continued until towards evening, when once again we were accompanied home. ",
        "page_img": 929188,
        "picture_url": ""
    },
    {
        "id": "p2",
        "label": "English Women",
        "name": "English Women",
        "x": 24.126,
        "y": -34.89,
        "text": "Platter has <a href=\"https://swissbritnet.ch/story_007_platterfashion.html\" target=\"_blank\" class=\"unibas-link\">quite some things to say</a> about English women, their supposed freedom and their scadalaous fashion.",
        "src_text_orig": "Unndt haben die weibsbilder, welche mehrteils blauwe, mit grauw vermischte augen haben, auch weiß undt hüpsch sindt, in Engellandt viel mehr freyheit als ettwan an anderen orten, wissen sich auch deßen woll zegebrauchen, dann sie in kleideren überaus prächtig, mehrtheils müeßig spatzieren gehen oder auf gutschen fahren, unndt mießen es die mannen ihnen gar woll lassen gefallen, dörfen ihnen deßwegen nichts arges zufügen, sonder es schlagen woll oft die weiber ihre männer, welches so man es erfahret, setzet man den aller nechsten seinen nachbauren auf einen karren unndt führet ihn dem geschlagenen zu spott durch die gantze statt mitt vermeldung, daß seye sein straff darumb, daß er nicht seinem nachbauren seye zuhülf kommen, als ihn sein frauw geschlagen. Sie legen sehr viel auf kröser, stercken sie blauw, damit sie desto weißer im angesicht scheinen; darf woll eine auf der gassen sammet, der bey ihnen gemein, tragen, die daheim im hauß, wie ich berichtet worden, ettwan daß trucken brot nicht gehaben mag. Die englische burgersweiber pflegen hohe hütt, mitt sammet oder seiden gemeinlich überzogen, auf ihren köpfen zutragen unndt mitt außgeschnittenen röcken auf die alte teütsche manier bekleidet dahär zu gehent. Tragen an statt des fischbeins über die brust ein breit, rundt geschnitten holtz, damit sie den leib desto gräder unndt aufrechter halten können. Die weibsbilder vom adel kleiden sich den französischen vast geleich, allein haben sie gar überauß lange weichenen, wie dann ihre trachten ich hiebey mahlen will.\n<br>Unndt ist ein sprüchwort von Engellandt, daß man sagt, Engellandt seye der weiber paradeiß, der knecht gefengnuß, weil sie herren unndt frauwn streng dienen mießen, unndt der pferdt hell oder fegfeüwer, weil es mehrtheil zelter sindt, die man streng reitet wegen deß ebenen unndt sandechtigen landts.<br>\nDie sitten der Engellenderen, als Julius, der erst keyser, in Engellandt kame, wahren viel anderst dann heütigs tags; dann daß gemein volck lebte im landt von milch und fleisch, ohne brot, unndt kleideten sich mit heüten der thieren.<br>\nEin weib dorfte ettwan zehen männer zu der ehe haben, unndt galt gleich, es wehren ihre bruder oder auch vatter gewesen. Sie ritten auch grittlingen wie die mannen auf den pferden, biß ein Teütsche dem könig auß Engellandt vermählet ist worden, die sie hatt lehrnen anderst reüten.",
        "src_text_translation": "Now the women-folk of England, who have mostly blue-grey eyes and are fair and pretty, have far more liberty than in other lands, and know just how to make good use of it, for they often stroll out or drive by coach in very gorgeous clothes, and the men must put up with such ways, and may not punish them for it, indeed the wives often beat their men, and if this is discovered, the nearest neighbour is placed on a cart and paraded through the whole town as a laughing-stock for the victim, as a punishment, your are informed, for not having come to his neighbour's assistance when his wife was beating him. They lay great store by ruffs and starch them blue, so that their complexion shall appear the whiter, and some may well wear velvet for the street, quite common with them, who cannot afford a crust of dry bread at home I have been told. English burgher women usually wear high hats covered with velvet or silk for headgear, with cut-away kirtles when they go out, in old-fashioned German style. Instead of whalebone they wear\na broad circular piece of wood over the breast to keep the body straighter and more erect. English women of the nobility dress very similarly to the French except for very long stomachers, and I will illustrate their costumes here. <br>And there is a proverb about England, which runs, England is a woman's paradise, a servant's prison, because their masters and mistresses are very severe, and a horse's hell or purgatory, because they are mostly hacks and ridden hard owing to the flat sandy country. <br>English customs, when Julius the first emperor came to England, were very different from today; for the common people lived in the country on milk and flesh, without bread, and clad themselves in animal pelts. <br>One woman might have some ten men in marriage, no matter whether they were brothers or relatives. They rode astride their horses like men, until a German became wedded to an English Sovereign, and taught them to ride differently. ",
        "page_img": 929246,
        "picture_url": "https://www.e-manuscripta.ch/i3f/v21/929247/0,700,2200,2100/pct:10/0/default.jpg"
    },
    {
        "id": "p3",
        "label": "James Meddowes",
        "name": "Lunch with James Meddowes and his Wife",
        "x": 66.49,
        "y": -9.44,
        "text": "Unidentified Place, but possibly somwhere close to Eastcheap.<br> James Meddowes had previously studied in Basel and served as a contact for quite a few Swiss travellers. He also <a href=\"https://www.e-manuscripta.ch/bau/content/zoom/4143036\" class=\"unibas-link\">left an entry</a> in Platter's album amicorum detailing his fond memories of his time at the University.  ",
        "src_text_orig": "[...] haben h[erren] d[octor] Medusium theologum unndt sein gemahel zu gast gebetten, wie dann in Engellandt gebreüchlich, daß man nicht baldt den mann ohne das weib zu gast bittet; sein weib wahre ein kindt von Heidelberg.",
        "src_text_translation": "[...] we invited H. D. Medusius, Theologian, and his wife, for in England it is not customary to invite a man without his wife; his wife comes from Heidelberg.",
        "page_img": 929199,
        "picture_url": ""
    },
    {
        "id": "p4",
        "label": "English Men",
        "name": 27.68,
        "x": -62.31,
        "y": -76.019,
        "text": "",
        "src_text_orig": "Heütigs tags ist daß gemein volck auch gleich sehr noch zimblich grob unndt unerfahren, sonderlich die niemahlen von hauß kommen; die vermeinen, die welt seye außerthalb Engellandt mitt bretteren verschlagen unndt möge kein nation mitt den Engellenderen an tugenden unndt schöner gestalt verglichen werden. Dohäro sie, alsbaldt sie ein schönen mann sehen, sagen, er seye ein englisch mann, oder vernemmen sie, daß er kein Engellender, sagen sie, es seye gar schadt, daß er kein Engellender seye. Die edlen aber unndt welche in andere länder gereyset, sindt vast ehrbietig unndt freündtlich gegen den frömbden, grüßen sie mitt entdecktem haupt unndt gebogenen knien, ettliche greiffen einander auch nach den kneyen, doch außwendig, unndt wegslen es zierlich ab. Die weiber aber grüßet man wie in Frankreich mit einem kuß. Im krieg sindt sie mannhaft unndt starck, mögen woll hunger, kelte unndt nacht wacht leiden. Sie verwüsten in kriegen die äcker oder stätt nicht, sondern ein parthey understehet die andere außzumachen; dann, nachdem sie einmahl zur wher gegriffen, laßen sie nicht ab, biß sie wißen, welche parthey obsiget, weil alles dem, so daß veldt behaltet, underwürfig sein muß. <br>Es hatt vor Zeiten viel starcke risen in Engellandt gehept. Unndt sindt noch gemeinlich große, schöne, starcke einwohner im landt.",
        "src_text_translation": "Nowadays the common people are still somewhat coarse and uncultured, especially those who never get away from home, and believe that the world beyond England is boarded off, and that no nation can compare with the English for virtue or comeliness. Hence so soon as they see a handsome man they say he is an Englishman, or if they believe him a foreigner they say it is a pity he is not English. But the nobles and those who have travelled abroad, are almost deferential and friendly towards the foreigner, they greet each other with bared head and a bow, sometimes gently gripping each other on the outside of the knee. The women, however, are greeted with a kiss as in France. In battle they are manly and courageous, and will suffer hunger, cold or nightwatch. They do not lay waste meadow lands and towns in war-fare, but rather one party undertakes to exterminate the other, for once they have taken up arms they do not give in until they know which party has won, for everything is subject to him who wins the day. <br>In former times there were many strong giants in England. And the country still contains many fine robust inhabitants.",
        "page_img": 929254,
        "picture_url": ""
    },
    {
        "id": "p5",
        "label": "How English people live",
        "name": "How English people live",
        "x": 24.6,
        "y": -80.94,
        "text": "",
        "src_text_orig": "Die einwohner in der gantzen insel sindt vast alle reich, so woll wegen des meers undt der schifffahrten, als deß lufts unndt fruchtbahrkeit deß landts. Dann es ist ein zimblich warme gelegenheit, unndt fangt der winter mit den schneen im decembri an, wehret biß in hornung, bleibt aber nicht lang ligen. Brauchen wenig holtz zum wermen, haben keine ofen. Unndt vermeinen ettlich, daß solches von seinem gelinden, temperierten unndt diken luft härreiche, welcher den himmel mehrtheils dick unndt trüb erhaltet.<br>\nDer lengst tag zu sommer zeiten hatt an ettlichen örteren achtzehen stundt, unndt daselbsten ist die gantze nacht heiter zusehen. <br>Feldtfrüchten hatt es herrlich hüpsch in Engellandt, korn, roken, gersten, habern, bohnen, hopfen, garten gewechs, epfel, biren vilerley gattung, roter undt blauwer pflaumen, kürschen, die doch zimblich spaht zeitig werden. <br>Kein weingewägs hatt es in diesem königreich, dann die trübel nicht mögen zur zeitigung kommen; man findet aber umbs gelt den herrlichsten, besten wein auß allerley nationen, wie mans nur begeret, umb ein zimblich geringen pfenning. Sie trincken mehrtheils bier, welches so schön unndt lauter an der farb als ein alter elsaßer wein ist, sehr gutt unndt lieblich, welches auch in weite landt verführet wirdt.",
        "src_text_translation": "The inhabitants of this island are almost all prosperous, both because of the sea and the shipping, and of the air and fertility of the soil, for it is a fairly temperate climate, and the winter snows begin in December and last till February, but do not lie long. They use very little wood for heating as they have no stoves. Some think this is due to the mild temperate and dense atmosphere which often makes the sky dull and heavy. <br>The longest summer day has in some parts eighteen hours, then it is light enough to see the whole night through. Of field crops there is a splendid profusion in England, corn, rye, barley, oats, beans, hops, garden produce, apples, pears, many species of red and purple plums, cherries, which however, ripen rather late. <br>This kingdom has no vines, for the grapes will not ripen, but for a comparatively small price the choicest wines from any country may be had to taste nor are they very dear. For the most part they drink beer, which is as fine and clear in colour as an old Alsatian wine, and very palatable and pleasant, and is exported to far countries.",
        "page_img": 929257,
        "picture_url": ""
    },
    {
        "id": "p6",
        "label": "Witches",
        "name": "Witches",
        "x": 26.82,
        "y": -46.14,
        "text": "",
        "src_text_orig": "Es werden sehr viel hexen in Engellandt gefunden, weil, wie man mich berichtet, man sie da nicht am leben straffet auß ursach, daß als auf ein zeit die königin auf dem wasser gewesen unndt ettliche hexen sie gewölt durch böß wetter verderben, soll ein andere hex darfür gebetten unndt daß wetter aufgehalten haben, wie sie selber bekennet; deßwegen, ob sie schon noch viel hagel, ungewitter u.s.w., wie man meint, bringen, man sie noch am leben nicht strafet.",
        "src_text_translation": "Numerous witches are found in England, for report goes that they do not punish them with death there, because the queen was once on the water, and a number of witches had planned her destruction in a storm, but another witch prayed for her and held off the tempest, as she herself confessed, and so although the belief is that they bring on many hailstorms, they are not punished with loss of life.",
        "page_img": 929269,
        "picture_url": ""
    }
]