[
    {
        "id": "t1",
        "label": "Shakespeare",
        "name": "Shakespeare's Julius Caesar at the Globe",
        "x": 58.17,
        "y": -41.5,
        "text": "",
        "src_text_orig": "Den 21. septembris nach dem imbißeßen, ettwan umb zwey uhren, bin ich mit meiner geselschaft über daß waßer gefahren, haben in dem streüwmen dachhaus die tragedy vom ersten keyser Julius Caesare mitt ohngefahr 15 personen sehen gar artlich agieren; zu endt der comedien dantzeten sie ihrem gebrauch nach gar überauß zierlich, ye zwen in mannes undt 2 in weiber kleideren angethan, wunderbahrlich mitt einanderen.",
        "src_text_translation": "On September 21st after lunch, about two o'clock, I and my party crossed the water, and there in the house with the thatched roof witnessed an excellent performance of the tragedy of the first Emperor Julius Caesar with a cast of some fifteen people; when the play was over, they danced very marvellously and gracefully together as is their wont, two dressed as men and two as women.",
        "page_img": 929205
    },
    {
        "id": "t2",
        "label": "Comedy at a Theatre",
        "name": "Unidentified Comedy at the Curtain Theatre",
        "x": 80.79,
        "y": -33.36,
        "text": "",
        "src_text_orig": "Auf ein andere zeitt hab ich nicht weit von unserem wirdtshaus in der vorstadt, meines behaltens an der Bischofsgeet, auch nach eßens, ein comoedien gesehen; da presentierten sie allerhandt nationen, mitt Welchen yederzeit ein Engellender umb ein tochter kempfete, unndt überwandt er sie alle, außgenommen den Teütschen; der gewan die tochter mitt kempfen, satzet sich neben sie, tranck ihme deßwegen mit seinem diener ein starken rausch, also daß sie beyde beweinet wurden, undt Warfe der diener seinem herren den schu an kopf, unndt entschliefen beyde;\nhiezwischen stige der Engellender in die zelten unndt entführet dem Teütschen sein gewin, also überlistet er den Teütschen auch; zu endt dantzeten sie auch auf englisch unndt irlendisch gar zierlich. Unndt werden also alle tag umb 2 uhren nache mittag in der statt Londen zwo, bißweilen auch drey comedien an underscheidenen örteren gehalten, damitt einer den anderen lustig mache; dann welche sich am besten verhalten, die haben auch zum meisten zuhörer. Die Örter sindt dergestalt erbauwen, daß sie auf einer erhöchten brüge spilen unndt yederman alles\nwoll sehen kan. Y edoch sindt underscheidene gäng unndt ständt, da man lustiger unndt baß sitzet, bezahlet auch deßwegen mehr. Dann welcher unden gleich stehn beleibt, bezahlt nur 1 englischen pfenning; so er aber sitzen will, laßet man ihn noch zu einer thür hinein, da gibt er noch 1 s; begeret er aber am lustigesten ort auf kißen zesitzen, da er nicht allein alles\nwoll sihet, sonder auch gesehen kan werden, so gibt er bey einer anderen thüren noch 1 englischen pfenning. Unndt tragt man in wherender comedy zu eßen unndt zutrinken under den leüten herumb; mag einer umb sein gelt sich also auch erlaben. Die comedienspiler sindt beym aller köstlichsten unndt zierlichsten bekleidet; dann der brauch in Engellandt, daß wann fürnemme herren oder ritter absterben, sie ihren dieneren vast die schönesten kleidet verehren undt vergaben, welche, weil es ihnen nicht gezimpt, solche kleiqer nicht tragen, sondern nachmahlen den\ncomoedienspileren umb ein ringen pfenning zekaufen geben. Was für zeit sie also in den comedien lustig alle tag können zubringen, weißet yeglicher woll, der sie ettwan hatt sehen agieren oder spilen.",
        "src_text_translation": "On another occasion not far from our inn, in the suburb at Bishopsgate, if I remember, also after lunch, I beheld a play in which they presented diverse nations and an Englishman struggling together for a maiden; he overcame them all except the German who won the girl in a tussle, and then sat down by her side, when he and his servant drank themselves tipsy, so that they were both fuddled and the servant proceeded to hurl his shoe at his master’s head, whereupon they both fell asleep; meanwhile the Englishman stole into the tent and absconded with the German’s prize, thus in his turn outwitting the German; in conclusion they danced very charmingly in English and Irish fashion. Thus daily at two in the afternoon, London has two, sometimes three plays running in different places, competing with each other, and those which play best obtain most spectators. The playhouses are so constructed that they play on a raised platform, so that everyone has a good view. There are different galleries and places, however, where the seating is better and more comfortable and therefore more expensive. For whoever cares to stand below only pays one English penny, but if he wishes to sit he enters by another door, and pays another penny, while if he desires to sit in the most comfortable seats which are cushioned, where he not only sees everything well, but can also be seen, then he pays yet another English penny at another door. And during the performance food and drink are carried round the audience, so that for what one cares to pay one may also have refreshment. The actors are most expensively and elaborately costumed; for it is the English usage for eminent lords or Knights at their decease to bequeath and leave almost the best of their clothes to their serving men, which it is unseemly for the latter to wear, so that they offer them then for sale for a small sum to the actors. How much time then they may merrily spend daily at the play everyone knows who has ever seen them play or act.",
        "page_img": 929205
    }
]